{"1996-01-01":{"image":"1996-01-01.gif","originalimageurl":"https://web.archive.org/web/20230307103042im_/https://assets.amuniversal.com/fdfc23e09fd3012f2fe600163e41dd5b","title":"","transcript":"AWHILE BACK I ASKED FOR OPINIONS ABOUT THIS NEW CHARACTER, \"TINA THE BRITTLE TECH WRITER.\" RRRR RESULTS MOST PEOPLE, INCLUDING NEARLY ALL SELF-DESCRIBED FEMINISTS, SAID KEEP HER. BUT THERE WERE MANY REQUESTS TO ADD \"NON-STEREOTYPICAL\" FEMALE CHARACTERS FOR BALANCE. \n\nIN THE INTEREST OF BALANCE I GIVE YOU \"ANTINA.\" IS ANYBODY UP FOR SOME MATH ?"},"1996-01-02":{"image":"1996-01-02.gif","originalimageurl":"https://web.archive.org/web/20230307110427im_/https://assets.amuniversal.com/fd4204809fd3012f2fe600163e41dd5b","title":"","transcript":"HI, I'M ANTINA THE NON-STEREOTYPICAL WOMAN. \n\nTHAT COMPUTER MONITOR YOU'RE USING IS SUPPOSED TO BE 17 INCHES. BUT IT'S MORE LIKE 16.5 INCHES. \n\nI TOOK THE COFFEE MACHINE APART JUST FOR FUN - WANT TO SEE?"},"1996-01-03":{"image":"1996-01-03.gif","originalimageurl":"https://web.archive.org/web/20230307134215im_/https://assets.amuniversal.com/fae762e09fd3012f2fe600163e41dd5b","title":"","transcript":"I'VE DECIDED TO MASK MY BOYISH LOOKS BY GROWING A BEARD. \n\nI DIDNT THINK TED WAS SMART ENOUGH TO KNOW HOW TO GROW A BEARD. \n\nHEE HEE TWO WEEKS LATER HOW DO YOU LIKE MY BEARD? \n\nMY SEARCH FOR A NEW MANAGER IS OVER."},"1996-01-04":{"image":"1996-01-04.gif","originalimageurl":"https://web.archive.org/web/20230307112335im_/https://assets.amuniversal.com/fbb299209fd3012f2fe600163e41dd5b","title":"","transcript":"I PROMOTED TED TO BE YOUR NEW MANAGER. \n\nI USED TO THINK HE LOOKED BOYISH, BUT HIS NEW BEARD CHANGED THAT. \n\nARE EITHER OF YOU THE LEAST BIT CONCERNED THAT TED'S BEARD IS GROWING FROM HIS FOREHEAD? \n\nSHE MADE IT SOUND AS IF IT'S WRONG. \n\nYOU CAN PUNISH THEM FOR HAVING BAD OPINIONS."},"1996-01-05":{"image":"1996-01-05.gif","originalimageurl":"https://web.archive.org/web/20230307102023im_/https://assets.amuniversal.com/fd9d64e09fd3012f2fe600163e41dd5b","title":"","transcript":"AS YOUR NEW BOSS I HAVE YET TO SELECT MY \"PET\" EMPLOYEE. I SHALL DO THIS BY CLOSING MY EYES AND POINTING THE BEARD ON MY FOREHEAD. \n\nTO MAKE IT FAIR, I'LL CLOSE MY EYES WHILE ONE OF YOU SPINS MY CHAIR! \n\nALICE. \n\nUM TECHNICALLY THIS ISN'T \"SPINNING\" STAIRS"},"1996-01-06":{"image":"1996-01-06.gif","originalimageurl":"https://web.archive.org/web/20230307120308im_/https://assets.amuniversal.com/fc8911009fd3012f2fe600163e41dd5b","title":"","transcript":"HOW DO YOU LIKE BEING A MANAGER TED? \n\nYESTERDAY MY STAFF PUSHED ME DOWN TEN FLIGHTS OF STAIRS. MY SOUL LEFT MY BODY AND NOW I'M A LIFELESS EVIL ENTITY. \n\nJUST IN TIME TO DO PERFORMANCE REVIEWS! \n\nI COULDN'T HAVE PLANNED IT BETTER."},"1996-01-07":{"image":"1996-01-07.gif","originalimageurl":"https://web.archive.org/web/20230307112343im_/https://assets.amuniversal.com/fce2a7809fd3012f2fe600163e41dd5b","title":"","transcript":"WHY DO I HAVE A FEELING OF IMPENDING DOOM? \n\nGOOD NEWS! \n\nUH-OH. \n\nYOU WON'T HAVE TO SPEND ANOTHER LONELY DAY IN THIS TINY CUBICLE. \n\nGETTING OFFICE? \n\nBETTER! \n\nYOU'RE GETTING A ROOMMATE! \n\nWHY??? WE'VE GOT PLENTY OF EMPTY CUBICLES! OUR COMPANY OWNS THE WHOLE BUILDING! \n\nTHE FINANCE DEPARTMENT CHARGES MY BUDGET FOR THE SQUARE FOOTAGE WE USE. \n\nIT'S A FALSE SAVINGS! \n\nYOU'RE HURTING THE COMPANY! \n\nALL I HEAR IS A FAINT BUZZING. \n\nOH, WELL HOW BAD COULD IT BE? \n\nI HOPE YOU LIKE BAKED BEANS AND SQUARE-DANCING AS MUCH ASI DO! \n\nBEANS."},"1996-01-08":{"image":"1996-01-08.gif","originalimageurl":"https://web.archive.org/web/20230307103022im_/https://assets.amuniversal.com/fc205fa09fd3012f2fe600163e41dd5b","title":"","transcript":"PERFORMANCE REVIEW YOUR ENGINEERING WORK WAS EXCELLENT, ALICE. BUT THERE WAS THE LITTLE INCIDENT WHERE YOU... \n\nSHOVED ME DOWN A FLIGHT OF STAIRS AND KILLED ME, THUS INVITING THE FORCES OF DARKNESS TO POSSESS MY BODY!!! \n\nBACK! \n\nHOW'D IT GO? \n\nI SWEAR, THIS JOB IS ALL POLITICS."},"1996-01-09":{"image":"1996-01-09.gif","originalimageurl":"https://web.archive.org/web/20230307122729im_/https://assets.amuniversal.com/fa835fb09fd3012f2fe600163e41dd5b","title":"","transcript":"MY NEW BOSS IS POSSESSED BY AN EVIL FORCE. WE NEED YOUR ADVICE, DOGBERT. \n\nTHERE IS ONLY ONE SOLUTION. YOU MUST DRIVE A STAKE THROUGH HIS HEART. \n\nTHERE'S NO WAY WE COULD BE SO CRUEL!! \n\nCAN I BORROW YOUR PEN? \n\nALL I HAVE IS THIS WIMPY RETRACTABLE."},"1996-01-10":{"image":"1996-01-10.gif","originalimageurl":"https://web.archive.org/web/20230307102006im_/https://assets.amuniversal.com/fb4706809fd3012f2fe600163e41dd5b","title":"","transcript":"ALICE IS READY TO DRIVE A STAKE THROUGH THE HEART OF OUR DEMON-POSSESSED BOSS. \n\nWHACK WHACK WHACK IT'S TIMES LIKE THESE WHEN I'M GLAD MY HEART IS THE SIZE OF A RAISIN! \n\nI NEED ALL OF YOUR PENS, INCLUDING \"BLUE BETTY.\""},"1996-01-11":{"image":"1996-01-11.gif","originalimageurl":"https://web.archive.org/web/20230307102014im_/https://assets.amuniversal.com/9ba847b09fd4012f2fe600163e41dd5b","title":"","transcript":"I WOULD NEVER BUY SOMETHING OVER THE INTERNET. ID HATE TO HAVE MY CREDIT CARD NUMBER FLOATING AROUND OUT THERE. \n\nTHERE ARE A LOT OF UNSCRUPULOUS PEOPLE ON THE NET. \n\nLATER ... BOTTOM LINE, IT JUST ISN'T COMMON SENSE."},"1996-01-12":{"image":"1996-01-12.gif","originalimageurl":"https://web.archive.org/web/20230307111850im_/https://assets.amuniversal.com/9b4022e09fd4012f2fe600163e41dd5b","title":"","transcript":"IT'S TIME FOR A VISIT FROM \"CAMPING CARL.\" THERE GOES MY ENTIRE MORNING. \n\nI'D LIKE TO BEGIN WITH A MONOLOGUE ENTITLED \"WOE IS CARL\". \n\nI'M WORKING EVERY MINUTE! \n\nTHEY ALL LAUGHED WHEN I BUILT THE ESCAPE TUNNEL."},"1996-01-13":{"image":"1996-01-13.gif","originalimageurl":"https://web.archive.org/web/20230307112157im_/https://assets.amuniversal.com/9c7e58a09fd4012f2fe600163e41dd5b","title":"","transcript":"GOTTA HURRY. \n\nONE... TWO THREE.. \n\nCLICK I HAVE TWELVE SECONDS TO GET TO THE SHARED LASER PRINTER. \n\nGUESS WHO SAVED THE APOLLO 13 SPACE MISSION. \n\nDID YOU KNOW THAT WALLY INVENTED THE CURSOR?"},"1996-01-14":{"image":"1996-01-14.gif","originalimageurl":"https://web.archive.org/web/20230307111617im_/https://assets.amuniversal.com/989a31f09fd4012f2fe600163e41dd5b","title":"","transcript":"WE NEED TO HAVE A LITTLE TALK YOU TOLD ME TO FINISH MY PROJECT IN A WEEK BUT IT'S TAKEN TWO MONTHS. \n\nTHIS DOESN'T LOOK GOOD FOR YOUR ABILITY TO ESTIMATE RESOURCE REQUIREMENTS FRANKLY, IT'S NOT MUCH OF AN ENDORSEMENT OF YOUR LEADERSHIP EITHER. \n\nI WAS UNINSPIRED THE WHOLE TIME. \n\nAND DON'T EVEN GET ME STARTED ABOUT YOUR INCOMPETENCE AT BUDGETING. I SPENT WAY MORE THAN YOU PREDICTED! \n\nYOUR INCESSANT DEMANDS FOR STATUS REPORTS WERE LIKE A ROPE THAT STRANGLED MY PRODUCTIVITY! \n\nOTTOM LINE, YOUR PERFORMANCE DID NOT MEET MY EXPECTATIONS. \n\nSO, WALLY, DO YOU STILL THINK THE BEST DEFENSE IS A GOOD OFFENSE? \n\nIT SEEMED LIKE SUCH A GOOD IDEA."},"1996-01-15":{"image":"1996-01-15.gif","originalimageurl":"https://web.archive.org/web/20230307112149im_/https://assets.amuniversal.com/9ce7f7609fd4012f2fe600163e41dd5b","title":"","transcript":"I CALL MY NEW OPERATING SYSTEM THE \"DOGBERT 2000.\" SOON I WILL DOMINATE THE ENTIRE PC INDUSTRY! \n\n- ... \n\nIT LOOKS LIKE \"WINDOWS 95.\" I USE SOME OF THE SAME GRAPHIC METAPHORS, BUT I PRONOUNCE THEM DIFFERENTLY. \n\nHOW DO YOU PRONOUNCE THE \"MICRO- SOFT\" LOGO?"},"1996-01-16":{"image":"1996-01-16.gif","originalimageurl":"https://web.archive.org/web/20230307111404im_/https://assets.amuniversal.com/9c0a56c09fd4012f2fe600163e41dd5b","title":"","transcript":"AFTER I BECOME A BILLIONAIRE FROM MY SOFTWARE COMPANY I'LL DO A LITTLE DANCE. \n\nI'M SO RICH IT'S ME YOU HAIL IF I'M OBNOXIOUS KISS MY TAIL DO YOU PLAN TO DO ANY CHARITY WORK? \n\nLET ME PUTIT THIS WAY - YOU JUST SAW MY CONTRIBUTION TO THE FINE ARTS."},"1996-01-17":{"image":"1996-01-17.gif","originalimageurl":"https://web.archive.org/web/20230307111353im_/https://assets.amuniversal.com/9a7b48809fd4012f2fe600163e41dd5b","title":"","transcript":"IF YOU PLAN TO REMAIN IN THE COMPUTER BUSINESS YOU'D BETTER BUNDLE THE \"DOGBERT 2000\" OPERATING SYSTEM WITH EVERY UNIT YOU SELL. \n\nOTHERWISE, AFTER I DOMINATE THE MARKET YOU'LL BE LAST ON MY LIST TO RECEIVE NEW PRODUCTS! \n\nYOU REMIND ME OF SOMEBODY... \n\nIT'S THE GLASSES, ISN'T IT?"},"1996-01-18":{"image":"1996-01-18.gif","originalimageurl":"https://web.archive.org/web/20230307111536im_/https://assets.amuniversal.com/9d5161a09fd4012f2fe600163e41dd5b","title":"","transcript":"DOGBERT MEETS WITH SOFTWARE DEVELOPERS NOTE THE HUGE MARKET FOR SOFTWARE THAT RUNS ON THE \"DOGBERT 2000\" OPERATING SYSTEM. \n\nBUT WHO CARES? THE IMPORTANT THING IS THAT I BROUGHT A BAG OF TOYS. \n\nSOME SAY THE COMPUTER INDUSTRY IS BUILT ON SILICON. I THINK FOAM AND PLASTIC ARE EQUALLY IMPORTANT."},"1996-01-19":{"image":"1996-01-19.gif","originalimageurl":"https://web.archive.org/web/20230307112154im_/https://assets.amuniversal.com/99eb82c09fd4012f2fe600163e41dd5b","title":"","transcript":"THANKS TO MY SOFTWARE EMPIRE, MY NET WEALTH IS TWENTY BILLION DOLLARS. \n\nCONTRARY TO POPULAR OPINION, IT DOES SEEM TO MAKE ME HAPPY. \n\nMONEY CANT BUY A SUNSET, DOGBERT. \n\nNO, BUT IWAS ABLE TO LICENSE THE DIGITAL RIGHTS."},"1996-01-20":{"image":"1996-01-20.gif","originalimageurl":"https://web.archive.org/web/20230307111633im_/https://assets.amuniversal.com/997e0da09fd4012f2fe600163e41dd5b","title":"","transcript":"I HEARD YEAH! I DID YOU WERE THE MORTON DOING TRIPLETS LAST SOME NIGHT. \n\nBABYSITTING, BOB. \n\nIT'S NOT EASY TO JUGGLE THREE SCREAMING TODDLERS. \n\nIT'S THE MORTONS WITH A QUESTION ABOUT THEIR CEILING FAN. \n\nWHEN YOU SAY \"JUGGLE'\"."},"1996-01-21":{"image":"1996-01-21.gif","originalimageurl":"https://web.archive.org/web/20230307125438im_/https://assets.amuniversal.com/990e9d209fd4012f2fe600163e41dd5b","title":"","transcript":"HEE HEE! THIS IS MY MOST DIABOLICAL WORK YET AS DIRECTOR OF HUMAN RESOURCES. \n\nTHANKS TO EMAIL I CAN PLAY WITH HUNDREDS OF EMPLOYEES AT ONCE! \n\nUH-OH... A MESSAGE FROM THE EVIL MISTER CATBERT. \n\n\"IN ORDER TO REDUCE OUR JANITORIAL EXPENSES... \n\nTHAT'S PHRASE YOU DON'T WANT TO SEE. \n\n\"EVERY ENGINEER WILL BE REQUIRED TO STRAP A BROOM TO HIS OR HER ...BUTTOCKS ON THE POSITIVE SIDE, MARKETING INVITES US TO A LOT MORE MEETINGS NOW. \n\nFIVE MINUTES; WE'RE STILL EATING COOKIES."},"1996-01-22":{"image":"1996-01-22.gif","originalimageurl":"https://web.archive.org/web/20230307130232im_/https://assets.amuniversal.com/9ad907e09fd4012f2fe600163e41dd5b","title":"","transcript":"THE COMPANY ANNOUNCED A NEW COMPENSATION PLAN TODAY. BONUSES WILL BE PAID ONLY TO THE TOP TEN PERCENT OF THE EMPLOYEES. \n\nIN RELATED NEWS, 89% OF THE EMPLOYEES RESIGNED IN BITTER DISGUST. THE TOP TEN PERCENT ALSO LEFT, REALIZING THEY COULD GET BETTER JOBS ELSEWHERE. \n\nTHIS COULD HAVE AN IMPACT ON THOSE OF YOU WHO REMAIN. \n\nWE GET THE BONUSES?"},"1996-01-23":{"image":"1996-01-23.gif","originalimageurl":"https://web.archive.org/web/20230307125545im_/https://assets.amuniversal.com/c30702709fd4012f2fe600163e41dd5b","title":"","transcript":"I'M INVENTING A NEW TECHNOLOGY TO PREVENT KIDS FROM SEEING SMUT ON THE INTERNET. \n\nSO, YOU'RE PITTING YOUR INTELLIGENCE AGAINST THE COLLECTIVE SEX DRIVE OF ALL THE TEENAGERS WHO OWN COMPUTERS? \n\nWHAT DID YOU KNOW IS YOUR THAT IF YOU PUT POINT? A LITTLE HAT ON A SNOWBALL IT CAN LAST A LONG TIME IN HELL?"},"1996-01-24":{"image":"1996-01-24.gif","originalimageurl":"https://web.archive.org/web/20230307125722im_/https://assets.amuniversal.com/5a9304d09fd5012f2fe600163e41dd5b","title":"","transcript":"MATT, YOUR JOB IS TO TEST MY NEW INVENTION THAT BLOCKS KIDS FROM SEEING DIRTY PICTURES ON THE INTERNET. \n\nHIS YOUTHFUL CURIOSITY IS NO MATCH FOR MY TECHNICAL BRILLIANCE. \n\nI HOPE THAT WASN'T THE SOUND OF EYEBALLS GETTING REALLY BIG."},"1996-01-25":{"image":"1996-01-25.gif","originalimageurl":"https://web.archive.org/web/20230307130229im_/https://assets.amuniversal.com/5ccfc0509fd5012f2fe600163e41dd5b","title":"","transcript":"I'VE ASKED DOGBERT TO HELP US GET RID OF OUR MOST TROUBLESOME CUSTOMERS. \n\nGRRR TEN PERCENT OF YOUR CUSTOMERS ACCOUNT FOR NINETY PERCENT OF YOUR SERVICE COSTS. THEY MUST BE ELIMINATED. \n\nIS THAT THE SAME GROUP OF CUSTOMERS WHO ACTUALLY USE OUR PRODUCT? \n\nPLUS THE ONES WHO WERE INJURED UNPACKING IT."},"1996-01-26":{"image":"1996-01-26.gif","originalimageurl":"https://web.archive.org/web/20230307130124im_/https://assets.amuniversal.com/5af793b09fd5012f2fe600163e41dd5b","title":"","transcript":"I'VE REDUCED YOUR SERVICE COSTS BY GIVING THE TECHNICAL-SUPPORT GROUP AN UNLISTED PHONE NUMBER. \n\nAND A FLAW IN YOUR PRODUCT DISABLES THE CUSTOMER'S EMAIL; THEY CAN'T EVEN WRITE TO YOU FOR HELP! \n\nWHAT IF THEY ASK A FRIEND TO EMAIL US ? \n\nPEOPLE WHO USE OUR PRODUCT DON'T HAVE FRIENDS. \n\nREALLY? \n\nI USE IT."},"1996-01-27":{"image":"1996-01-27.gif","originalimageurl":"https://web.archive.org/web/20230307125917im_/https://assets.amuniversal.com/5b5d45e09fd5012f2fe600163e41dd5b","title":"","transcript":"...BUT OUR PRIMARY VENDOR CAN'T DELIVER, SO... \n\nI WONDER WHAT'S ON TV TONIGHT. \n\n... SHOULD WE RISK A LAWSUIT OR BUILD A A PRODUCT THAT NOBODY ON EARTH DID HE ASK WANTS? \n\nME TO MAKE A CHOICE? \n\nWILL IT BE A REQUEST FOR INFORMATION OR AN IMPRACTICAL SOLUTION? \n\nLET'S DO !"},"1996-01-28":{"image":"1996-01-28.gif","originalimageurl":"https://web.archive.org/web/20230307125706im_/https://assets.amuniversal.com/5bbd9c609fd5012f2fe600163e41dd5b","title":"","transcript":"I NEED YOUR HELP, DOGBERT. \n\nMY COMPANY IS DOWNSIZING. THEY TOLD US TO WRITE OUR OWN JOB REQUIREMENTS THEN REAPPLY FOR OUR JOBS. \n\nWHY DO YOU WANT TO KEEP WORKING FOR SUCH A LAME COMPANY ? \n\nLOYALTY! \n\nHA HA GOOD ONE OKAY. YOU MUST WRITE YOUR JOB REQUIREMENTS SO YOU ARE THE ONLY ONE ON EARTH WHO FITS. \n\nRIGHT. \n\nTHE CANDIDATE MUST HAVE SIX YEARS EXPERIENCE SITTING IN A BIG BOX BEING MICROMANAGED BY A NITWIT. \n\nTHE CANDIDATE MUST HAVE A FESTERING CYNICISM AND AN ACQUIRED FEAR OF ACTION. \n\nGOOD.) THAT NARROWS IT TO TEN THOUSAND EMPLOYEES. \n\nWELL HAVE TO FOCUS ON YOUR PHYSICAL ABNORMALITIES."},"1996-01-29":{"image":"1996-01-29.gif","originalimageurl":"https://web.archive.org/web/20230307125433im_/https://assets.amuniversal.com/5c190db09fd5012f2fe600163e41dd5b","title":"","transcript":"WE WON THE BID TO REBUILD OUR NATION'S AIR TRAFFIC CONTROL SYSTEMS. \n\nYIPPEEE!!! \n\nYES!! \n\nTO THE PHONES! \n\nTHEY DON'T USUALLY GET THAT EXCITED BUY A THOUSAND SHARES OF \"BLUEHOUND BUS LINES.\""},"1996-01-30":{"image":"1996-01-30.gif","originalimageurl":"https://web.archive.org/web/20230307125458im_/https://assets.amuniversal.com/5c6c8a609fd5012f2fe600163e41dd5b","title":"","transcript":"I HIRED THE \"DOGBERT CONSULTING COMPANY\" TO LEAD THE PROJECT BECAUSE NONE OF YOU IS BRIGHT ENOUGH. \n\nAND YOU ALL HAVE BAD ATTITUDES FOR NO APPARENT REASON; THAT'S NO WAY TO BE A LEADER. \n\nSHALL WE GO AROUND THE TABLE AND INTRODUCE OURSELVES? \n\nI DON'T GET CHUMMY WITH THE LOCALS."},"1996-01-31":{"image":"1996-01-31.gif","originalimageurl":"https://web.archive.org/web/20230301064615im_/https://assets.amuniversal.com/5d2d9c209fd5012f2fe600163e41dd5b","title":"","transcript":"WALLY WRITES THE CRITICAL CODE FOR OUR NATION'S NEW AIR TRAFFIC CONTROL SYSTEM. \n\nTHE CROWD IS SILENT. \n\nSUDDENLY THE GIFTED PROGRAMMER EMPLOYS A RARELY SEEN STRATEGY OF \"CODE REUSE.\" THE CROWD GOES WILD. \n\nSO YOU USED CODE FROM THE PAYROLL SYSTEM? \n\nHERE'S A TIP: DONT FLY ON PAY DAY."},"1996-02-01":{"image":"1996-02-01.gif","originalimageurl":"https://web.archive.org/web/20230307102341im_/https://assets.amuniversal.com/585d90209fd7012f2fe600163e41dd5b","title":"","transcript":"THANKS TO MY LEADERSHIP, THE NEW AIR TRAFFIC CONTROL SYSTEM IS DESIGNED ON TIME AND UNDER BUDGET. \n\n0000 I HAD TO CUT A FEW CORNERS. THIS BIG RADAR-LOOKING THING IS A WALL CLOCK. AND MOST OF THE BUTTONS ARE GLUED ON. \n\n00U 0000 IT LOOKS LIKE IT MIGHT BE UM... \n\nDANGEROUS. \n\nGREAT... I FINISH EARLY AND WHAT DO I GET: \"FEATURE CREEP.\""},"1996-02-02":{"image":"1996-02-02.gif","originalimageurl":"https://web.archive.org/web/20230307102311im_/https://assets.amuniversal.com/57fec1f09fd7012f2fe600163e41dd5b","title":"","transcript":"I NEED EVERYBODY TO HELP IN THE SHIPPING DEPARTMENT TODAY. \n\nCOFI EVERY PRODUCT THAT SHIPS BEFORE THE END OF THE MONTH GETS COUNTED AS REVENUE FOR THE FISCAL YEAR. UNFORTUNATELY, WE DON'T HAVE INVENTORY. \n\nSO WE'LL SHIP WHATEVER IS LYING AROUND, BOOK IT AS REVENUE AND SORT IT OUT LATER. \n\nTHIS ONE'S GETTING GUM."},"1996-02-03":{"image":"1996-02-03.gif","originalimageurl":"https://web.archive.org/web/20230307102453im_/https://assets.amuniversal.com/590a89609fd7012f2fe600163e41dd5b","title":"","transcript":"HEY, WALLY! \n\nTHE BOSS SENT HIS FIRST EMAIL MESSAGE! \n\nAND YOU SAID HE WASN'T BRIGHT ENOUGH TO FIGURE OUT HOW TO WHAT'S HIS USE EMAIL! \n\nMESSAGE? \n\n\"I FORGOT MY WATCH. DOES ANYBODY KNOW WHAT TIME IT IS?\" TIME TO CHANGE JOBS."},"1996-02-04":{"image":"1996-02-04.gif","originalimageurl":"https://web.archive.org/web/20230301125357im_/https://assets.amuniversal.com/579151c09fd7012f2fe600163e41dd5b","title":"","transcript":"ILL NEVER UNDERSTAND WHAT YOU DO FOR A LIVING. \n\nI TOLD YOU I'M AN ENGINEER, . \n\nSO YOU SAY. BUT YOU ALSO SAY YOU SPEND ALL DAY IN MEETINGS. \n\nWHEN DO YOU DO ANY ENGINEERING? \n\nGOOD POINT. LET'S JUST SAY I'M WHAT THE EXPERTS CALL A \"KNOWLEDGE WORKER.\" WHICH EXPERTS CALL IT THAT ? \n\nI DON'T KNOW. \n\nWHAT'S THE NAME OF THE PRODUCT YOU'RE WORKING ON ? \n\nI DON'T KNOW WHAT THE ACRONYM STANDS FOR WHAT KIND OF MARKET PENETRATION AND RETURN ON INVESTMENT DO YOU EXPECT ? \n\nOH, DEAR... \n\nWELL, I'M SURE YOU'RE VERY PUNCTUAL. \n\nUM... I DON'T KNOW.. \n\nASK ME ANOTHER QUESTION!! \n\nC'MON WHY DO THEY CALL YOU A \"KNOWLEDGE WORKER\"?"},"1996-02-05":{"image":"1996-02-05.gif","originalimageurl":"https://web.archive.org/web/20230307102447im_/https://assets.amuniversal.com/58afac209fd7012f2fe600163e41dd5b","title":"","transcript":"I HAVE DISCOVERED THE CAUSE OF YOUR PROJECT DELAYS. \n\nSOMEBODY IN THIS ROOM IS A PIECE OF DEADWOOD PRETENDING TO BEA CONTRIBUTOR! \n\nIT IS YOU! \n\nHEY, I MADE SOME CALLS AND I'M WAITING FOR INFORMATION!"},"1996-02-06":{"image":"1996-02-06.gif","originalimageurl":"https://web.archive.org/web/20230307102329im_/https://assets.amuniversal.com/7f52bde09fd7012f2fe600163e41dd5b","title":"","transcript":"ALICE, YOUVE GOT TO LOCK UP THESE PROPRIETARY DOCUMENTS YOU HAVE IN YOUR CUBICLE. \n\nIF OUR COMPETITORS SEE OUR PLANS, IT COULD BE VERY DANGEROUS. \n\nFOR US OR FOR THEM? \n\nTHE COMPETITORS OOH! LOOK! THEYRE PLANNING TO \"UTILIZE SYNERGY.\" WE'RE IN TROUBLE STOP! YOU'RE NOW! \n\nHA   KILLING !!"},"1996-02-07":{"image":"1996-02-07.gif","originalimageurl":"https://web.archive.org/web/20230307102357im_/https://assets.amuniversal.com/7fb357109fd7012f2fe600163e41dd5b","title":"","transcript":"WHY IS IT THAT THE PEOPLE WITH THE LEAST NEED FOR STORAGE SPACE HAVE THE BIGGEST OFFICES? \n\nI KNOW! YOU'RE USING YOUR OFFICE AS KIND OF A LIVING MONUMENT TO INEFFICIENCY! \n\nIS THIS BECAUSE I WOULDN'T LET YOU GET A FILE CABINET? \n\nWHERE WOULD I PUT IT? MY CUBICLE IS FULL OF STACKS OF PROPRIETARY DOCUMENTS."},"1996-02-08":{"image":"1996-02-08.gif","originalimageurl":"https://web.archive.org/web/20230307102845im_/https://assets.amuniversal.com/7eeff3209fd7012f2fe600163e41dd5b","title":"","transcript":"I TOLD YOU THIS PROJECT WOULD TAKE A YEAR. \n\nBUT ON MY OBJECTIVES YOU SAY I MUST HAVE IT DONE IN THREE MONTHS. \n\nWHICH OF THESE REASONS BEST DESCRIBES WHY: A. YOU HAVE GREAT CONFIDENCE IN ME. \n\nB. YOU THINK I PADDED MY ESTIMATE. \n\nC. YOUHATE MY GUTS. \n\nWE DON'T REALLY NEED THE PROJECT. \n\nIT'S JUST A WAY TO KEEP RAISES LOW. \n\nI JUST FELT A LITTLE DIP IN MY MOTIVATION."},"1996-02-09":{"image":"1996-02-09.gif","originalimageurl":"https://web.archive.org/web/20230307102059im_/https://assets.amuniversal.com/233419e09fd8012f2fe600163e41dd5b","title":"","transcript":"WALLY, I'VE DECIDED TO MOVE YOUR PROJECT DUE DATE UP A MONTH. \n\nEVERY TIME IT LOOKS LIKE I'LL REACH AN OBJECTIVE, YOU MOVE IT! \n\nWHAT DOES THIS PROVE ABOUT MY PERFORMANCE? \n\nIT PROVES I'M BETTER AT SETTING OBJECTIVES THAN YOU ARE AT ACHIEVING THEM."},"1996-02-10":{"image":"1996-02-10.gif","originalimageurl":"https://web.archive.org/web/20230307113734im_/https://assets.amuniversal.com/2450e1809fd8012f2fe600163e41dd5b","title":"","transcript":"I HAVE TOO MANY PASSWORDS IN MY LIFE. WHAT IF I FORGET THEM? \n\nYOU'D LOSE YOUR JOB! \n\nYOU WOULDN'T BE ABLE TO WITHDRAW MONEY OR CHECK PHONE MESSAGES! \n\nYOU'D BE DEAD IN A WEEK !! \n\nTHAT WOULD HAVE BEEN A GOOD TIME TO BE QUIETLY SUPPORTIVE, DOGBERT. \n\nOH, YEAH, THAT'S A LOT OF FUN."},"1996-02-11":{"image":"1996-02-11.gif","originalimageurl":"https://web.archive.org/web/20230308032623im_/https://assets.amuniversal.com/265f7e609fd8012f2fe600163e41dd5b","title":"","transcript":"SIMPLE MOLECULES COMBINE TO MAKE POWERFUL CHEMICALS... \n\nSIMPLE CELLS COMBINE TO MAKE POWERFUL LIFEFORMS. \n\nSIMPLE ELECTRONICS COMBINE TO MAKE POWERFUL COMPUTERS. \n\nLOGICALLY, ALL THINGS ARE CREATED BY A COMBINATION OF SIMPLER, LESS CAPABLE COMPONENTS. \n\nTHEREFORE, A SUPREME BEING MUST BE OUR FUTURE, NOT OUR ORIGIN! \n\nWHAT IF \"GOD\" IS THE CONSCIOUSNESS THAT WILL BE CREATED WHEN ENOUGH OF US ARE CONNECTED BY THE INTERNET?!! \n\nTHAT WOULD CERTAINLY LIMIT THE TYPES OF FILES I DOWNLOAD. \n\nI WONDER WHAT IT WOULD DO TO RESPONSE TIMES. \n\nIT'S SO NICE TO SPEND TIME ALONE WITH MY THOUGHTS. \n\nMY WEB BROWSER WOULD FLY!"},"1996-02-12":{"image":"1996-02-12.gif","originalimageurl":"https://web.archive.org/web/20230228143238im_/https://assets.amuniversal.com/2722d7d09fd8012f2fe600163e41dd5b","title":"","transcript":"CATBERT THE EVIL HUMAN RESOURCES DIRECTOR THE EMPLOYEES HAVE TOO MUCH TIME OFF. \n\nIT MUST BE STOPPED. \n\nI SUMMON THE DEMONS OF DARKNESS TO ASSIST ME!!! \n\n.. ELIMINATE SICK DAYS. \n\nMAKE THEM USE VACATION DAYS WHEN THEY'RE ILL. \n\nCALLIT A \"TIME BANK.\" IT'S PLAYFUL... \n\nIT'S CRUEL... I LIKE IT."},"1996-02-13":{"image":"1996-02-13.gif","originalimageurl":"https://web.archive.org/web/20230308032618im_/https://assets.amuniversal.com/22d5a1b09fd8012f2fe600163e41dd5b","title":"","transcript":"I KNOW I SHOULD BE OFF TORMENTING PEOPLE.. \n\nBUT I CAN'T PRY MYSELF AWAY FROM THIS MOST EXCELLENT BUTT- WARMING DEVICE. \n\nIT'S PROBABLY BECAUSE OF THE HYPE, BUT I'M THINKING THIS WOULD BE EVEN BETTER WITH \"WINDOWS 95.\""},"1996-02-14":{"image":"1996-02-14.gif","originalimageurl":"https://web.archive.org/web/20230307114917im_/https://assets.amuniversal.com/258b24809fd8012f2fe600163e41dd5b","title":"","transcript":"AS A COOP EMPLOYEE, YOU CAN'T EXPECT THE SAME LUSH CUBICLE ENVIRONMENT THAT THE REGULAR EMPLOYEES ENJOY. \n\nYOU'LL BE SHARING THIS CUBICLE WITH OUR OTHER COOPS. \n\nI HEARD THAT THE NEW COOP ONLY LASTED ONE DAY. \n\nHE DIDN'T FIT IN."},"1996-02-15":{"image":"1996-02-15.gif","originalimageurl":"https://web.archive.org/web/20230307114922im_/https://assets.amuniversal.com/25f6a2409fd8012f2fe600163e41dd5b","title":"","transcript":"HERE'S THE REVISED STANDARD EMPLOYMENT AGREEMENT. SIGN IT OR BE FIRED. \n\n\"THIS AGREEMENT IS BETWEEN THE COMPANY (HEREAFTER REFERRED TO AS 'THE ONLY COMPANY THAT WOULD EVER HIRE YOU') AND YOU (HEREAFTER CALLED 'PUDDING HEAD').\" IT SEEMS TO HAVE A BIT OF ATTITUDE. \n\nOUR LAWYERS TURNED ON US. I SUSPECT RABIES."},"1996-02-16":{"image":"1996-02-16.gif","originalimageurl":"https://web.archive.org/web/20230307115414im_/https://assets.amuniversal.com/23f482309fd8012f2fe600163e41dd5b","title":"","transcript":"I CAN'T BELIEVE THEY EXPECT US TO SIGN THESE NEW EMPLOYMENT AGREEMENT FORMS. \n\nACCORDING TO THIS, ANYTHING WE EVEN THINK OF BECOMES THE COMPANY'S PROPERTY. I'M SURPRISED THEY DON'T CLAIM OUR FIRSTBORN SONS! \n\nWHAT DO YOU SUPPOSE IT MEANS WHEN THEY COPYRIGHT OUR \"DNA AND ALL DERIVATIVE WORKS\"? \n\nTHEY'D MAKE AN EXCEPTION FOR YOU."},"1996-02-17":{"image":"1996-02-17.gif","originalimageurl":"https://web.archive.org/web/20230307115238im_/https://assets.amuniversal.com/2522a2709fd8012f2fe600163e41dd5b","title":"","transcript":"LOOK AT THE AGREEMENT MY COMPANY IS FORCING US TO SIGN. THEY CLAIM THE RIGHTS TO ANY IDEA AN EMPLOYEE EVER HAS. \n\nNO PROBLEM. JUST RETYPE IT WITH A FEW STRATEGIC OMISSIONS AND SIGN IT. \n\nTHEY CAN'T PROOFREAD EVERY ONE. \n\nWOULDN'T THAT BE DISHONEST? \n\nMAYBE YOU COULD JUST SHOW THEM SOME OF YOUR IDEAS AND THEY'D GRANT A WAIVER."},"1996-02-18":{"image":"1996-02-18.gif","originalimageurl":"https://web.archive.org/web/20230307115825im_/https://assets.amuniversal.com/239809409fd8012f2fe600163e41dd5b","title":"","transcript":"HERE'S MY PROJECT TIME LINE. \n\nTHE \"WORK\" PORTION WILL TAKE ONE WEEK. \n\nWORK 1 WEEK I'LL SPEND THREE WEEKS MEETING WITH PEOPLE WHOM YOU SEND TO ME BECAUSE YOU DON'T FEEL LIKE TALKING TO THEM YOURSELF. \n\n3 WEEKS I'LL SPEND EIGHT WEEKS GETTING COMPETITIVE BIDS FROM COMPANIES THAT I KNOW I WONT SELECT. \n\n... SIX WEEKS TO GET THE WISDOM AND APPROVAL OF EXECUTIVES WHO ARE TOO BUSY TO UNDERSTAND THE ISSUES DURING THAT TIME YOU WILL RANDOMLY REORGANIZE THE DEPARTMENT AND CUT MY FUNDING. \n\nIN THE FINAL PHASE I LEAP TO MY DEATH, A BITTER AND BROKEN SHELL OF A MAN. \n\nIS THERE SOME SORT OF MANAGER THING I SHOULD BE DOING NOW? \n\nIF I TIME MY LEAP RIGHT YOU'LL JUST BE LEAVING THE BUILDING."},"1996-02-19":{"image":"1996-02-19.gif","originalimageurl":"https://web.archive.org/web/20230307115137im_/https://assets.amuniversal.com/24b78bb09fd8012f2fe600163e41dd5b","title":"","transcript":"THIS 3-0 COLORED PIE CHART SHOWS AN UNEXPLAINED RISE IN EXPENSES. \n\nYOU EACH GET A BINDER OF COLORED PIE CHARTS SO YOU CAN HELP FIND THE CAUSE OF OUR RISING EXPENSES. \n\nHOW MUCH DO COLOR COPIES COST? \n\nI THINK I SEE IT! \n\nIT'S NOT THE \"MAGIC EYE,\" DOOFUS."},"1996-02-20":{"image":"1996-02-20.gif","originalimageurl":"https://web.archive.org/web/20230307112508im_/https://assets.amuniversal.com/26c55a909fd8012f2fe600163e41dd5b","title":"","transcript":"I MOVED OUR SOFTWARE DEVELOPMENT WORK TO THE IMPOVERISHED NATION OF ELBONIA. \n\nI'M BRILLIANT. THEY WRITE HIGH-QUALITY CODE FOR SIX CENTS A DAY! THERE'S NO RISK! \n\nRED ALERT! \n\nELBONIA TOMORROW, YOU BE THE COMPUTER."},"1996-02-21":{"image":"1996-02-21.gif","originalimageurl":"https://web.archive.org/web/20230307112746im_/https://assets.amuniversal.com/c1f2f0b09fd8012f2fe600163e41dd5b","title":"","transcript":"I HEARD THAT OUR SOFTWARE DEVELOPMENT WORK HAS BEEN MOVED TO THE TINY NATION OF THINGS CAN'T ELBONIA. \n\nGET WORSE THAN THAT. \n\nDILBERT, YOU'REIN CHARGE OF INTEGRATING THE ELBONIAN'S SOFTWARE WITH OUR EXISTING SYSTEMS. \n\nOKAY, NOW IT CAN'T GET ANY WORSE. \n\nYOU MIGHT WANT TO GETA TUBERCULOSIS VACCINATION."},"1996-02-22":{"image":"1996-02-22.gif","originalimageurl":"https://web.archive.org/web/20230307020126im_/https://assets.amuniversal.com/bfebb9c09fd8012f2fe600163e41dd5b","title":"","transcript":"SOMEWHERE IN ELBONIA I'VE BEEN ASSIGNED TO CHECK THE SOFTWARE YOU'RE WRITING FOR US UNDER CONTRACT. \n\nTHE DOCUMENTATION IS WRITTEN IN OUR OWN ELBONIAN LANGUAGE. \n\nIS THAT A PROBLEM? \n\nTHAT'S BETTER THAN I'D HOPED. I WAS AFRAID NOBODY WRITING IS HERE EASY. SOMEDAY KNEW HOW WE HOPE TO TO WRITE. \n\nREAD, TOO."},"1996-02-23":{"image":"1996-02-23.gif","originalimageurl":"https://web.archive.org/web/20230307020100im_/https://assets.amuniversal.com/bf2b64209fd8012f2fe600163e41dd5b","title":"","transcript":"BEFORE I ACCEPT THE SOFTWARE YOU WROTE UNDER CONTRACT, TELL ME WHAT DEVELOPMENT METHODOLOGY YOU USE. \n\nWE HOLD VILLAGE MEETINGS TO BOAST OF OUR SKILLS AND CURSE THE DEVIL-SPAWNED END- USERS. \n\nSOMETIMES WE JUGGLE. \n\nAT THE LAST MINUTE WE SLAM OUT SOME CODE AND I WOULD FIND GO ROLLER THIS HUMOROUS SKATING. \n\nIF NOT FOR THE PIG ON MY BACK."},"1996-02-24":{"image":"1996-02-24.gif","originalimageurl":"https://web.archive.org/web/20230307020121im_/https://assets.amuniversal.com/c19b15709fd8012f2fe600163e41dd5b","title":"","transcript":"YOU SAVED ONE MILLION DOLLARS BY HAVING PROGRAMMERS IN ELBONIA WRITE SOFTWARE FOR US. \n\nBUT WE WASTED FOUR MILLION DOLLARS TRYING TO DEBUG THE SOFTWARE. \n\nAND THE ENTIRE STAFF OF OUR QUALITY ASSURANCE GROUP QUIT TO BECOME MIMES. \n\nLET'S BLAME THE MIMES; THEY WON'T TALK."},"1996-02-25":{"image":"1996-02-25.gif","originalimageurl":"https://web.archive.org/web/20230307112831im_/https://assets.amuniversal.com/c055a3509fd8012f2fe600163e41dd5b","title":"","transcript":"I'M EMBARRASSED TO WORK AT MY COMPANY, DOGBERT. \n\nWE CAN'T EVEN PAY A SIMPLE INVOICE IN LESS THAN SIX MONTHS. \n\n\"FIRST IT COMES TO OUR MAIL ROOM FOR AGING.\" DO WE LIKE DILBERT? \n\nBAD HAIRCUT. \n\nPENALTY BOX. \n\nPENAL \"MONTHS LATER IT GETS TO OUR DEPARTMENT SECRETARY.\" IT'S URGENT. \n\nI'LL START IGNORING IT IMMEDIATELY. \n\n\"EVENTUALLY MY BOSS GETS I HE USES IT TO DEMONSTRATE HIS INABILITY TO GRASP THE CONCEPT OF TIME. \n\nLET'S GET THAT WAS THE SOME MORE PAST. THIS 15 BIDS. \n\nTHE PRESENT \"IF IT MAKES IT TO THE ACCOUNTS PAYABLE GROUP, IT WILL BE EATEN BY TROLLS.\" NO, THANKS. \n\nI'M FULL. \n\nJUST TASTE. \n\nHOW WOULD YOU PROTECT YOUR REPUTATION IF YOU WERE ASSOCIATED WITH SOMETHING SO PATHETIC? \n\nI'D TELL EVERYBODY THAT THE DOOFY GUY IS MY BUTLER. \n\nHYPOTHETICALLY."},"1996-02-26":{"image":"1996-02-26.gif","originalimageurl":"https://web.archive.org/web/20230307112414im_/https://assets.amuniversal.com/c138af209fd8012f2fe600163e41dd5b","title":"","transcript":"I HATE MY SHIRTS. \n\nEACH ONE HAS EITHER A STAIN OR A MISSING BUTTON. \n\nTHEY SAY ENGINEERS ARE NOT CONCERNED WITH FASHION, BUT THAT'S NOT FAIR. \n\nWHICH STAIN GOES WITH THIS TIE? \n\nDEFINITELY THE MARINARA."},"1996-02-27":{"image":"1996-02-27.gif","originalimageurl":"https://web.archive.org/web/20230307112409im_/https://assets.amuniversal.com/c0b758909fd8012f2fe600163e41dd5b","title":"","transcript":"I JUST GOT OUR CONSULTANT'S REPORT. \n\nHE'S IDENTIFIED OUR BIGGEST PROBLEM. \n\nI RECOMMEND THAT WE BUILD A TRACKING DATABASE. \n\nWE CAN PUT IT ON THE NETWORK. \n\nWOULD YOU LIKE TO HEAR WHAT THE PROBLEM IS FIRST? \n\nI HATE TO DWELL ON THE NEGATIVE. \n\nWE LIKE DATABASES."},"1996-02-28":{"image":"1996-02-28.gif","originalimageurl":"https://web.archive.org/web/20230307112642im_/https://assets.amuniversal.com/becdc3b09fd8012f2fe600163e41dd5b","title":"","transcript":"YOU HAVEN'T HEARD WHAT THE PROBLEM IS YET; HOW CAN YOU RECOMMEND BUILDING A DATABASE TO SOLVE IT?? \n\nWE ALWAYS BUILD A DATABASE. \n\nAND WE'LL NEED COFFEE MUGS FOR THE PROJECT TEAM. \n\nTHE PROBLEM IS THAT WE HAVE POOR PROCESSES. \n\nTHAT COULD BE THE SLOGAN ON OUR MUGS!"},"1996-02-29":{"image":"1996-02-29.gif","originalimageurl":"https://web.archive.org/web/20230307113222im_/https://assets.amuniversal.com/bf96b0409fd8012f2fe600163e41dd5b","title":"","transcript":"DOGBERT, I NEED YOU TO FACILITATE SOME MEETINGS. \n\nWHAT KIND OF MEETINGS? \n\nWE'RE CREATING A PROCESS TO FIX OUR PRODUCT DEVELOPMENT PROCESS. BUT FIRST WERE HAVING SOME PREPLANNING MEETINGS... \n\n...TO DECIDE ON A PROJECT NAME. \n\nHOW ABOUT \"DEATH SPIRAL\"?"},"1996-03-01":{"image":"1996-03-01.gif","originalimageurl":"https://web.archive.org/web/20230307114633im_/https://assets.amuniversal.com/aa543e109fdd012f2fe600163e41dd5b","title":"","transcript":"I'VE BEEN ASKED TO FACILITATE THIS MEETING. \n\nI ALONE WILL DETERMINE WHO CAN SPEAK. \n\nI'D LIKE TO BEGIN WITH A RAW DISPLAY OF MY POWER. YOU MAY NOT SPEAK. \n\nHEY, WALLY... \n\nDID YOU EVER HEAR OF A THING CALLED EXERCISE?"},"1996-03-02":{"image":"1996-03-02.gif","originalimageurl":"https://web.archive.org/web/20230307114706im_/https://assets.amuniversal.com/a9870ca09fdd012f2fe600163e41dd5b","title":"","transcript":"I THINK YOU'LL AGREE THAT THIS MEETING WENT SMOOTHLY WITH ME AS FACILITATOR. \n\nTHE BREAKTHROUGH WAS WHEN I REALIZED I WAS THE ONLY ONE HERE WITH ANYTHING VALUABLE TO SAY. \n\nLET'S HAVE A MOMENT OF SILENCE TO HONOR ME FOR MY BRILLIANT WORK DESPITE BEING SURROUNDED BY DOLTS."},"1996-03-03":{"image":"1996-03-03.gif","originalimageurl":"https://web.archive.org/web/20230307114259im_/https://assets.amuniversal.com/a9f504c09fdd012f2fe600163e41dd5b","title":"","transcript":"I WANT YOU TO INTERVIEW THE NEW CANDIDATE FOR ENGINEERING. DON'T REVEAL ANY UGLY TRUTHS. \n\nAT THIS COMPANY WE'RE DEDICATED TO THE PRINCIPLE OF EMPLOYEE EMPOWERMENT, JENNIFER. \n\nTHE \"PRINCIPLE OF EMPLOYEE EMPOWERMENT\"? \n\nUH-OH WHY WOULD YOU HAVE A SPECIAL PHRASE FOR SOMETHING LIKE THAT? \n\nIF YOU COULD REALLY MAKE DECISIONS ON YOUR OWN IT WOULD NEVER OCCUR TO YOU TO INVENT A PHRASE FOR IT. \n\nMY SHIELDS ARE DOWN... A HULL BREACH IS IMMINENT. \n\nJUST DON'T TELL ME YOU HAVE \"QUALITY TEAMS\". \n\nRUN FOR IT, JENNIFER!!! \n\nIT'S TOO LATE FOR ME BUT YOU CAN SAVE YOURSELF!!! \n\nRUN!!! \n\nWHOA! \n\nHULL BREACH. \n\nANY SURVIVORS? \n\nONE. I HAD TO JETTISON MY DIGNITY BUT SHE MADE IT TO THE ESCAPE POD."},"1996-03-04":{"image":"1996-03-04.gif","originalimageurl":"https://web.archive.org/web/20230307114020im_/https://assets.amuniversal.com/cff6af809fdd012f2fe600163e41dd5b","title":"","transcript":"ADD AN EXECUTIVE SUMMARY TO THE APPROVAL PAGE. \n\nKEEP IT SIMPLE. OUR EXECUTIVES DON'T UNDERSTAND AS MUCH ABOUT TECHNOLOGY AS I DO. \n\nHOW COULD THEY KNOW LESS THAN YOU DO? \n\nYOU HAVEN'T FIGURED OUT HOW TO MAKE YOUR CAR GO UPHILL. \n\nWRONG; I GOT AAA ROAD SERVICE."},"1996-03-05":{"image":"1996-03-05.gif","originalimageurl":"https://web.archive.org/web/20230307114029im_/https://assets.amuniversal.com/6f495e009fde012f2fe600163e41dd5b","title":"","transcript":"I HAVE TO TURN THIS FIFTY-PAGE PROPOSAL INTO A ONE-PARAGRAPH EXECUTIVE SUMMARY FOR OUR CEO. IT'S IMPOSSIBLE. \n\nSIMPLE. \n\nHOW ABOUT \"GIVE US THREE MILLION DOLLARS SO WE CAN BUY COOL TECHNOLOGY, PUMP UP OUR RSUMS AND ESCAPE THIS FESTERING BOIL YOU CALL A COMPANY\"? \n\nI FEEL OBLIGATED TO SAY SOMETHING ABOUT OUR CUSTOMERS. \n\nHOW ABOUT \"I'M GLAD I'M NOT ONE OF THEM.\""},"1996-03-06":{"image":"1996-03-06.gif","originalimageurl":"https://web.archive.org/web/20230307113959im_/https://assets.amuniversal.com/6fc790309fde012f2fe600163e41dd5b","title":"","transcript":"COULD YOU DO A DEMO OF THE NEW PRODUCT FOR OUR VP NEXT WEEK? \n\nWELL... THAT WOULD DELAY THE SHE DANDY CREATE AN UNENDING DEMAND FOR MORE UNPRODUCTIVE DEMOS... \n\nLOGICALLY, SINCE YOUR OBJECTIVE IS TO SHOW THAT WE'RE DOING VALUABLE WORK... \n\nAND WELL NEED A BANNER THAT SAYS \"QUALITY.\""},"1996-03-07":{"image":"1996-03-07.gif","originalimageurl":"https://web.archive.org/web/20230307114151im_/https://assets.amuniversal.com/70875ff09fde012f2fe600163e41dd5b","title":"Useless Demo","transcript":"WE HAD TO CUT SOME CORNERS TO GET THE DEMO READY THIS SOON. \n\nWALLY IS UNDER THE TABLE. HE'LL PRETEND TO BE THE 3-D INTERFACE THAT WE COULD BUILD IF WE WEREN'T DOING USELESS DEMOS. \n\nHE'S A LITTLE FUZZY. CAN YOU ADJUST IT ? \n\nTRY THE ELECTRIC SHAVER."},"1996-03-08":{"image":"1996-03-08.gif","originalimageurl":"https://web.archive.org/web/20230307222253im_/https://assets.amuniversal.com/6bf4ca709fde012f2fe600163e41dd5b","title":"","transcript":"OUR NEW VP IS COMING. IS THE DEMO OF OUR HOLOGRAPHIC INTERFACE READY? \n\nEVERYTHING SHOULD BE FINE... UNLESS WERE SUDDENLY VISITED BY THE DARK ANGEL OF PRODUCT DEMOS... \n\nHELLO-O-O, WALLY. DID SOMEBODY SAY \"DEMO\"? \n\nI'M DILBERT; LOYAL PEON."},"1996-03-09":{"image":"1996-03-09.gif","originalimageurl":"https://web.archive.org/web/20230307222624im_/https://assets.amuniversal.com/7025cb509fde012f2fe600163e41dd5b","title":"","transcript":"WE PLANNED A DAZZLING DEMO FOR YOU, BUT AS YOU CAN SEE WE'RE BEING VISITED BY THE DARK ANGEL OF DEMOS. \n\nTHE DEMO IS A SHAM. \n\nTHEIR PROJECT IS DOOMED. \n\nCUT THEIR FUNDING BEFORE YOUR NAME IS ASSOCIATED WITH IT. \n\nTHE WORST IS OVER. \n\nLOOK AT SOME OF THE PICTURES THE \"BOYS\" STORE ON THE FILE SERVER .."},"1996-03-10":{"image":"1996-03-10.gif","originalimageurl":"https://web.archive.org/web/20230301125504im_/https://assets.amuniversal.com/6ccf16d09fde012f2fe600163e41dd5b","title":"","transcript":"MYSTERIES REVEALED HOW DO CEILING TILES GET DAMAGED? \n\nIT BEGINS WITH A LOWLY ENGINEER WHO MAKES A TECHNOLOGY DECISION. \n\nTHE ENGINEER WRITES UP HIS RECOMMENDATION. \n\nTEN PAGES. \n\nTHE BOSS SUMMARIZES IT FOR THE EXECUTIVE DIRECTOR. \n\nONE-PAGE SUMMARY. \n\nTHE EXECUTIVE DIRECTOR SUMMARIZES IT FOR THE VICE PRESIDENT. \n\nTHREE BULLET POINTS. \n\nTHE VP SUMMARIZES IT FOR THE PRESIDENT. \n\nNICE NECKTIE. \n\nTHANKS. HAVE SOME STOCK OPTIONS. \n\nTHE PRESIDENT SEES A CNN REPORT AND MAKES A TECHNOLOGY DECISION. \n\nINTERACTIVE GET ME SOME HOLOGRAPHS OF THAT! \n\nARE HOT! \n\nTHE ENGINEER IS ASSIGNED TO JUSTIFY THE PRESIDENT'S TECHNOLOGY DECISION. \n\nHE TOOK THAT OUCH WELL."},"1996-03-11":{"image":"1996-03-11.gif","originalimageurl":"https://web.archive.org/web/20230307122037im_/https://assets.amuniversal.com/6c5a1f909fde012f2fe600163e41dd5b","title":"","transcript":"WALLY AND I CAME UP WITH A GREAT NEW PRODUCT IDEA! \n\nINSPIRATION ALERT IN EFFECT!! \n\nDANGER! \n\nNEW IDEA! \n\nSTATE YOUR WIDEA NOW TELL HIM. \n\nUM, YOU"},"1996-03-12":{"image":"1996-03-12.gif","originalimageurl":"https://web.archive.org/web/20230307121859im_/https://assets.amuniversal.com/6d2f6c709fde012f2fe600163e41dd5b","title":"","transcript":"IF THIS COMPANY WON'T USE OUR PRODUCT IDEA LET'S QUIT AND START OUR OWN BUSINESS! \n\nWHY QUIT? WE CAN RUN OUR NEW COMPANY FROM OUR CUBICLES AND GET PAID TOO. \n\nWOULDN'T THAT BE IMMORAL? \n\nTHAT'S ONLY AN ISSUE FOR PEOPLE WHO AREN'T ALREADY IN HELL."},"1996-03-13":{"image":"1996-03-13.gif","originalimageurl":"https://web.archive.org/web/20230307121830im_/https://assets.amuniversal.com/70d9cb709fde012f2fe600163e41dd5b","title":"","transcript":"IT HAS COME TO MY ATTENTION THAT SOME EMPLOYEES ARE RUNNING SIDE BUSINESSES FROM THEIR CUBICLES. \n\nREALLY?? \n\nI DON'T WANT TO SEE ANY SIGNS OF THAT IN MY DEPARTMENT. \n\nFAIR ENOUGH SOFTWARE OUTLET SALE PALMS READ $2.5 WHAT ABOUT \"YELLOW PAGES\" ADS? \n\nSHOE WORLD WALBERT INC."},"1996-03-14":{"image":"1996-03-14.gif","originalimageurl":"https://web.archive.org/web/20230307122534im_/https://assets.amuniversal.com/6eed74709fde012f2fe600163e41dd5b","title":"","transcript":"RATBERT, WE'D LIKE YOU TO BE THE DIRECTOR OF MARKETING FOR THE COMPANY WE'RE STARTING. \n\nOKAY! WHAT DO I DO? \n\nBE AS ANNOYING AND ILLOGICAL AS YOU CAN. WE'LL WHACK YOU IN THE HEAD WITH BALLED-UP SOCKS TO MAKE YOU SHUT UP. \n\nIT'S DEFINITELY BETTER TO BE AN OWNER THAN AN EMPLOYEE. \n\nLET'S LINK HIS SALARY TO EARNINGS! \n\n !"},"1996-03-15":{"image":"1996-03-15.gif","originalimageurl":"https://web.archive.org/web/20230307122143im_/https://assets.amuniversal.com/6d8b81809fde012f2fe600163e41dd5b","title":"","transcript":"THE BUSINESS PLAN FOR YOUR STARTUP IS IDIOTIC BUT I'M GOING TO PROVIDE THE VENTURE CAPITAL FUNDING ANYWAY. \n\nWELL GENERATE LOTS OF MEDIA HYPE, GO PUBLIC AND MAKE MILLIONS BY SHAFTING GREEDY AND IGNORANT INVESTORS. \n\nTHE LATIN WORD FOR \"CLOSE YOUR EYES AND OPEN YOUR MOUTH\" IS \"PROSPECTUS.\" THIS IS EXACTLY WHY I'M AFRAID OF DOGS."},"1996-03-16":{"image":"1996-03-16.gif","originalimageurl":"https://web.archive.org/web/20230307122125im_/https://assets.amuniversal.com/6e2696b09fde012f2fe600163e41dd5b","title":"","transcript":"WALLY AND I STARTED OUR OWN COMPANY. WE'RE SELLING THE PRODUCT THAT YOU SAID NOBODY WANTS. \n\nSOON WE WILL BE RICH. \n\nWE DO OUR VICTORY JIG IN YOUR FACE. \n\nBA-BUM WHEN HE SHOWED YOU YOUR EMPLOYMENT AGREEMENT - WHERE YOU GAVE ALL PATENT TURBO RIGHTS TO THIS MOONING. \n\nCOMPANY - WHAT SOB PART OF THE JIG WERE YOU DOING?"},"1996-03-17":{"image":"1996-03-17.gif","originalimageurl":"https://web.archive.org/web/20230301130425im_/https://assets.amuniversal.com/6b9047a09fde012f2fe600163e41dd5b","title":"","transcript":"I HAVE AN ETHICAL QUESTION, DOGBERT. \n\nI'M HERE TO HELP IS IT BETTER TO GIVE CUSTOMERS A LOW QUALITY PRODUCT IN A TIMELY FASHION... \n\nOR IS IT BETTER TO LIE ABOUT PRODUCT AVAILABILITY UNTIL THE BUGS ARE FIXED? \n\nI WILL NEED MY ASSISTANT, RATBERT, TO ADDRESS YOUR ETHICAL QUESTION SNAP LET'S SAY RATBERT IS A TRUSTING AND INNOCENT CUSTOMER. \n\nSUPPOSE SOMEBODY ABUSES HIS TRUST LIKE THIS SMACK HOW DOES THIS RELATE TO MY SITUATION? \n\nTO BE HONEST, I WASN'T LISTENING TO YOU."},"1996-03-18":{"image":"1996-03-18.gif","originalimageurl":"https://web.archive.org/web/20230228124618im_/https://assets.amuniversal.com/6e8b5f809fde012f2fe600163e41dd5b","title":"","transcript":"HEY, EVERYBODY. MEET OUR NEW INTERN, ASOK. \n\nI HOPE THIS ONE'S STURDIER THAN THE LAST ONE. \n\nMY STAPLE REMOVER IS BROKEN. SOMEBODY TOSS THAT INTERN TO !"},"1996-03-19":{"image":"1996-03-19.gif","originalimageurl":"https://web.archive.org/web/20230301130428im_/https://assets.amuniversal.com/109d52209fdf012f2fe600163e41dd5b","title":"","transcript":"ASOK THE INTERN AS AN INTERN, YOUR ASSIGNMENTS WON'T BE AS GLAMOROUS AS MINE, BUT YOU'LL GAIN EXPERIENCE. \n\nDILBERT, I NEED A STATUS REPORT ON THE MOUSE PAD INVENTORY. \n\nSEE? MY ASSIGNMENT HAS THE WORD \"STATUS\" BUILT RIGHT IN. \n\nDANGER! \n\nALERT!"},"1996-03-20":{"image":"1996-03-20.gif","originalimageurl":"https://web.archive.org/web/20230301131135im_/https://assets.amuniversal.com/139935e09fdf012f2fe600163e41dd5b","title":"","transcript":"ASOK THE INTERN ASOK, COME QUICKLY! IT'S AN EMERGENCY! \n\nYOU MUST CRAWL THROUGH THE JEFFRIES TUBE AND SHUT DOWN THE FURNACE BEFORE IT FRIES US ALL! \n\nTODAY YOUNG ASOK LEARNS THAT LIFE IS NOT LIKE \"STAR TREK.\" I'M STUCK SPANK THE INTERN 50"},"1996-03-21":{"image":"1996-03-21.gif","originalimageurl":"https://web.archive.org/web/20230307141704im_/https://assets.amuniversal.com/120fb3109fdf012f2fe600163e41dd5b","title":"","transcript":"I WANT EVERYONE TO PREPARE A PRESENTATION FOR THE EXECUTIVE REVIEW BOARD. URGENT. \n\nWHAT'S THAT SMELL? \n\nYES!!! ... IT'S THE SCENT OF UNNECESSARY WORK FOR A MEETING THAT WILL BE CANCELED. \n\nSNIFF SNIFF DID YOU SMELL THE UNNECESSARY WORK? \n\nWE CAN IGNORE IT! \n\nIT'S LIKE POPCORN FOR THE SOUL. \n\nURGENT"},"1996-03-22":{"image":"1996-03-22.gif","originalimageurl":"https://web.archive.org/web/20230307141331im_/https://assets.amuniversal.com/10f893909fdf012f2fe600163e41dd5b","title":"","transcript":"WHY AREN'T YOU SLAVING AWAY, PREPARING FOR THE EXECUTIVE REVIEW BOARD MEETING? \n\nI HAVE THE MALE \"WORK AVOIDANCE CHROMOSOME.\" I CAN DETECT UNNECESSARY WORK, THEREBY AVOIDING IT. \n\nWE ALL HAVE TO BE READY TO PRESENT SOMETHING! \n\nCOULD YOU HOLD IT DOWN? I'M TRYING TO SLEEP."},"1996-03-23":{"image":"1996-03-23.gif","originalimageurl":"https://web.archive.org/web/20230301131253im_/https://assets.amuniversal.com/140c66809fdf012f2fe600163e41dd5b","title":"","transcript":"I DON'T BELIEVE MEN HAVE A SPECIAL CHROMOSOME TO TELL THEM WHICH ASSIGNMENTS ARE A WASTE OF TIME WE I WILL TEST THE THEORY ON YOUNG ASOK THE INTERN ... THE SWEET SMELL OF UNNECESSARY WORK. \n\nMAYBE MEN ARE MORE PERCEPTIVE THAN YOU'D THINK SHE'S AROUSED. \n\nI'LL MAKE MY MOVE."},"1996-03-24":{"image":"1996-03-24.gif","originalimageurl":"https://web.archive.org/web/20230307141305im_/https://assets.amuniversal.com/193d0a009fdf012f2fe600163e41dd5b","title":"","transcript":"HERE'S THE ANALYSIS YOU ASKED FOR.. \n\nI WORKED ALL NIGHT. \n\nBUT YOU SAID THIS WAS VITAL FOR YOUR MEETING TODAY SO KNOW IT WAS WORTH THE EFFORT. \n\nTHIS IS EXCELLENT WORK, ALICE. \n\nA RARE COMPLIMENT; IT WAS ALL WORTHWHILE. \n\nMMM I'LL USE IT AS BACKUP MATERIAL BACKUP?!! NOBODY LOOKS AT BACKUP MATERIAL! \n\nI'M GOING TO GRAB YOUR POINTY HAIR, YANK YOU OUT OF THAT CHEAP SUIT AND FLING YOUR NAKED BODY DOWN THE HALL. \n\nSHE'S ALWAYS IRRITABLE THE WEEK BEFORE HER PERFORMANCE REVIEW CYCLE. \n\nHER DISTANCE IMPROVED THIS YEAR. \n\now"},"1996-03-25":{"image":"1996-03-25.gif","originalimageurl":"https://web.archive.org/web/20230307141415im_/https://assets.amuniversal.com/127be7e09fdf012f2fe600163e41dd5b","title":"","transcript":"AT LONG LAST OUR PRODUCT IS COMPLETE. \n\nIT SHIPS TOMORROW. \n\nTHAT'S TERRIFIC. I ONLY HAVE A FEW ADDITIONAL FEATURES TO ADD AND THE MARKETING DEPARTMENT WILL BE HAPPY. \n\nOKAY I BELIEVE THAT OUR CUSTOMERS WANT HARDWARE,! \n\nNOT SOFTWARE. \n\nITS TIMES LIKE THIS I WISH I WERE A PSYCHOPATH. \n\nYOU'RE NOT?"},"1996-03-26":{"image":"1996-03-26.gif","originalimageurl":"https://web.archive.org/web/20230301131257im_/https://assets.amuniversal.com/13432a509fdf012f2fe600163e41dd5b","title":"","transcript":"I WANT YOU THREE TO WRITE THE DEPARTMENT NEWSLETTER. \n\nIT'S AN IMPORTANT, HIGH-PROFILE ASSIGNMENT. \n\nI AM AN EXPERIENCED TECHNICAL WRITER. YOU HAVE PLACED ME ON A PROJECT WITH AN INTERN AND A RODENT. \n\nMY NEXT RAISE WILL DEPEND ON THEIR I'LL DO PERFOR- THE MANCE. \n\nSPORTS PAGE! \n\nI'LL BE THE TOPLESS MODEL ON PAGE TWO."},"1996-03-27":{"image":"1996-03-27.gif","originalimageurl":"https://web.archive.org/web/20230301131320im_/https://assets.amuniversal.com/11b520409fdf012f2fe600163e41dd5b","title":"","transcript":"LET'S GET ONE THING STRAIGHT BEFORE WE START WRITING THE DEPARTMENT NEWSLETTER.. \n\nI'M AN EXPERIENCED TECHNICAL WRITER. YOU ARE AN INTERN AND A RAT, RESPECTIVELY. \n\nTHEREFORE I WILL BE THE THE EDITOR. \n\nI HAVE NO SKILLS WHATSOEVER. THEREFORE I'LL BE EXECUTIVE EDITOR. \n\nIS \"PUBLISHER\" TAKEN?"},"1996-03-28":{"image":"1996-03-28.gif","originalimageurl":"https://web.archive.org/web/20230301125100im_/https://assets.amuniversal.com/12e81cb09fdf012f2fe600163e41dd5b","title":"","transcript":"AT THE RISK OF DYING FROM BOREDOM, I MUST INTERVIEW YOU FOR THE DEPARTMENT NEWSLETTER. \n\nLET ME GIVE YOU SOME BACKGROUND BEFORE I TALK ABOUT MY PROJECT... \n\n\"THE PROJECT IS GOOD,\" QUIPPED THE ENGINEER. \n\n... SO THERE I AM IN MY MOM'S FALLOPIAN TUBE..."},"1996-03-29":{"image":"1996-03-29.gif","originalimageurl":"https://web.archive.org/web/20230307141446im_/https://assets.amuniversal.com/115f78109fdf012f2fe600163e41dd5b","title":"","transcript":"WALLY, I'M HOPING YOU'LL AGREE TO WRITE ABOUT YOUR PROJECT FOR THE NEWSLETTER... \n\nAND IN THE GRAND TRADITION OF ENGINEERING, I EXPECT YOU'LL GIVE THIS THE LOWEST PRIORITY, THUS MAKING ME DESPISE YOU. \n\nSO... ARE YOU SAYING YOU DON'T DESPISE ME NOW? \n\nWE ARE NOT HAVING A \"MOMENT\" HERE!"},"1996-03-30":{"image":"1996-03-30.gif","originalimageurl":"https://web.archive.org/web/20230308031527im_/https://assets.amuniversal.com/15291b209fdf012f2fe600163e41dd5b","title":"","transcript":"PERFORMANCE REVIEW YOUR MAIN ACCOMPLISHMENT WAS THE DEPARTMENT NEWSLETTER WHICH WAS BOTH UNINTERESTING AND UNIMPORTANT. YOU GET NO RAISE. \n\nTHE NEWSLETTER WAS YOUR IDEA, AND IT'S BORING BECAUSE MOST OF THE ARTICLES ARE CONTRIBUTED BY MY IDIOTIC COWORKERS. \n\nYOU DON'T SEEM TO UNDERSTAND THE VALUE OF TEAMWORK. \n\nI UNDERSTAND ITS VALUE; IT JUST COST ME A TWO- PERCENT RAISE."},"1996-03-31":{"image":"1996-03-31.gif","originalimageurl":"https://web.archive.org/web/20230303035723im_/https://assets.amuniversal.com/3ee59a709fdf012f2fe600163e41dd5b","title":"","transcript":"IT'S MY HONOR TO PRESENT THIS SPECIAL BONUS CHECK TO BARRY. \n\nTHAT'S YOU. \n\nMY NAME IS BARRY?? \n\nTHIS IS FOR WORKING HUNDREDS OF HOURS OF OVERTIME. \n\nWHILE YOU QUITTERS WERE GOING HOME BY 9PM EVERY NIGHT BARRY REMAINED AT WORK STARING AT HIS COMPUTER FOR HOURS. \n\nIT'S IMPORTANT TO RECOGNIZE EXTRA EFFORT. \n\nSADLY, THAT'S THE END OF THE SPECIAL BONUS BUDGET FOR THE YEAR. \n\nIN RETROSPECT, I SHOULDN'T HAVE TOLD BARRY THAT HIS SCREEN SAVER IS AN EPIC MINISERIES."},"1996-04-01":{"image":"1996-04-01.gif","originalimageurl":"https://web.archive.org/web/20230307005811im_/https://assets.amuniversal.com/7960e170a031012f2fe600163e41dd5b","title":"","transcript":"IN AN EFFORT TO BOOST SALES, LAPTOP COMPUTERS HAVE BEEN GIVEN TO EVERY MEMBER OF THE SALES FORCE. \n\nTHAT COULD BE A PROBLEM, GIVEN THE RECENT CUTS TO THE TRAINING BUDGET. \n\nMEANWHILE, IN THE FIELD AND IF YOU ORDER TODAY, I'LL THROW IN THIS RECTANGULAR PLASTIC THING."},"1996-04-02":{"image":"1996-04-02.gif","originalimageurl":"https://web.archive.org/web/20230307134334im_/https://assets.amuniversal.com/79d79410a031012f2fe600163e41dd5b","title":"","transcript":"I WISH I HAD AN IVY LEAGUE DEGREE SO I COULO BE PROMOTED TO VICE PRESIDENT. \n\nYOU DON'T NEED ONE. \n\nIT'S IMPOSSIBLE TO BE A VICE PRESIDENT WITHOUT ONE I'LL BET $100 I CAN TURN A RAT INTO A VICE PRESIDENT. \n\nTHAT WAS GOOD, BUT TRY SAYING IT AS THOUGH YOUR SOUL JUST ABANDONED YOUR BODY. \n\n\"WE'VE REORGANIZED TO FOCUS ON OUR CORE COMPETENCY.\""},"1996-04-03":{"image":"1996-04-03.gif","originalimageurl":"https://web.archive.org/web/20230307134400im_/https://assets.amuniversal.com/9ff84790a031012f2fe600163e41dd5b","title":"","transcript":"REMEMBER EVERYTHING I TAUGHT YOU, RATBERT. \n\nIF YOU CAN PASS YOURSELF OFF AS A CORPORATE VICE PRESIDENT, I'LL WIN MY BET. \n\nYO, HEADCOUNT! IF YOU HAVE ANY ISSUES, PUT TOGETHER AN ACTION PLAN. OUR PEOPLE ARE THE BEST. DON'T SPEND MONEY. \n\nDO YOU THINK HES REALLY A VICE PRESIDENT? \n\nMAYBE. BUT I'M NOT READY TO RULE OUT \"ANNOYING RODENT\" YET. \n\nQUALITY."},"1996-04-04":{"image":"1996-04-04.gif","originalimageurl":"https://web.archive.org/web/20230307134948im_/https://assets.amuniversal.com/9f7d0e30a031012f2fe600163e41dd5b","title":"","transcript":"MISTER RATBERT, I DON'T THINK I CAN HIRE A RAT TO BE OUR VICE PRESIDENT OF MARKETING. \n\nYOU NEED EXPERIENCE IN THE TECHNOLOGY INDUSTRY. \n\nI SPENT A WEEK IN A DUMPSTER AT PROCTER AND GAMBLE. \n\nCLOSE ENOUGH! \n\nWELCOME TO THE TEAM! \n\nI'LL BRING SOME CRONIES WITH ME. \n\nTHEY'RE FLIES."},"1996-04-05":{"image":"1996-04-05.gif","originalimageurl":"https://web.archive.org/web/20230307135322im_/https://assets.amuniversal.com/a0563be0a031012f2fe600163e41dd5b","title":"","transcript":"I HAD YEARS OF VALUABLE EXPERIENCE AS A RODENT BEFORE I BECAME VICE PRESIDENT OF MARKETING. \n\nMY MARKETING PLAN IS SIMPLE. EACH OF YOU WILL CLING TO THE LEG OF A TECHNOLOGY COLUMNIST UNTIL WE GET SOME GOOD PRESS. \n\nIT LOOKS LIKE YOU'RE FULL. \n\nYOU CAN CLING TO THE CAT UNTIL A SPACE OPENS."},"1996-04-06":{"image":"1996-04-06.gif","originalimageurl":"https://web.archive.org/web/20230307134311im_/https://assets.amuniversal.com/3bf1c230a032012f2fe600163e41dd5b","title":"","transcript":"I QUIT MY JOB AS VICE PRESIDENT OF MARKETING... \n\nI WAS LOSING MY SCRUPLES... BECOMING UNSCRUPULOUS. YES, I LEARNED A VALUABLE LESSON ABOUT SCRUPLES. \n\nAND THAT LESSON WOULD BE? \n\nIT'S FUN TO SAY \"SCRUPLES.\""},"1996-04-07":{"image":"1996-04-07.gif","originalimageurl":"https://web.archive.org/web/20230307135152im_/https://assets.amuniversal.com/404a4190a032012f2fe600163e41dd5b","title":"","transcript":"GO HOME, DILBERT. \n\nRELAX! YOU'RE WORKING TOO HARD! \n\nYOU TOLD ME TO FINISH THIS BY TOMORROW. YOU SAID IT'S URGENT. \n\nRELAX! GO HOME! \n\nSHOO! \n\nSUDDENLY DILBERT IS SUCKED INTO THE \"BOSS ZONE\" WHERE TIME AND LOGIC DO NOT APPLY. \n\nHOW CAN I RELAX AND DO URGENT WORK AT THE SAME TIME? \n\nWORK SMARTER, NOT HARDER. \n\nMERCIFULLY, THE ANGEL OF CYNICISM APPEARS. \n\nSLAP SOMETHING TOGETHER IN THE MORNING. HE WON'T LOOK AT IT ANYWAY THE INSPIRATIONAL MORAL.. \n\nFREEDOM'S JUST ANOTHER WORD FOR NOT CARING ABOUT THE QUALITY OF YOUR WORK!"},"1996-04-08":{"image":"1996-04-08.gif","originalimageurl":"https://web.archive.org/web/20230307134342im_/https://assets.amuniversal.com/3b232570a032012f2fe600163e41dd5b","title":"","transcript":"THE EXECUTIVE REVIEW BOARD MEETING IS CANCELED. I HOPE YOU DIDN'T WORK TOO HARD PREPARING FOR IT. \n\nMUST... \n\nCONTROL FIST... \n\nOF... \n\nDEATH. \n\nUNLIKE ALICE, I SAW IT COMING AND DID NO WORK WHATSOEVER. \n\nDID YOU SEE THAT COMING, NOSTRA- DAMUS? \n\nWHAT DOES THIS DO TO HEADCOUNT?"},"1996-04-09":{"image":"1996-04-09.gif","originalimageurl":"https://web.archive.org/web/20230308032547im_/https://assets.amuniversal.com/3c59fca0a032012f2fe600163e41dd5b","title":"","transcript":"STUPID MACHINE, YOUVE TAKEN MY COINS AND WITH THEM MY SUNNY DISPOSITION. \n\nTHERE'S NOTHING LEFT TO GIVE!!! \n\nYOU'VE TAKEN IT ALL!!! \n\nOKAY, YOU GOT MY DIGNITY AND MY CAREER, TOO... BUT I AM DRAWING THE LINE HERE, BUSTER!"},"1996-04-10":{"image":"1996-04-10.gif","originalimageurl":"https://web.archive.org/web/20230228143203im_/https://assets.amuniversal.com/3e7022c0a032012f2fe600163e41dd5b","title":"","transcript":"CATBERT THE H.R. DIRECTOR THIS REPORT SAYS YOU WENT NUTS AT A VENDING MACHINE BECAUSE IT TOOK YOUR MONEY. \n\nTHE COMPANY USED TO OFFER COUNSELING IN THESE CASES. BUT WE FOUND IT WAS MORE ECONOMICAL TO APPLY THE DEATH PENALTY. \n\nWHAT?! \n\nHOW IS THAT POSSIBLE? \n\nI'M NOT SURE YET. YOU'RE TOO BIG FOR THE MICROWAVE OVEN..."},"1996-04-11":{"image":"1996-04-11.gif","originalimageurl":"https://web.archive.org/web/20230308032552im_/https://assets.amuniversal.com/3cb2a310a032012f2fe600163e41dd5b","title":"","transcript":"TODAY WAS A BAD DAY. \n\nFIRST THE VENDING MACHINE STOLE MY MONEY... \n\n... AND BY THE END OF THE DAY I HAD BEEN SENTENCED TO DEATH BY THE DIRECTOR OF HUMAN RESOURCES... \n\nI'VE BECOME TOTALLY DESENSITIZED TO TRAGIC NEWS! \n\nTHE EXECUTION IS SCHEDULED FOR TOMORROW. I SHOULD CALL IN SICK."},"1996-04-12":{"image":"1996-04-12.gif","originalimageurl":"https://web.archive.org/web/20230228143504im_/https://assets.amuniversal.com/3ecda090a032012f2fe600163e41dd5b","title":"","transcript":"DOGBERT VERSUS CATBERT I UNDERSTAND YOU'VE SENTENCED DILBERT TO DEATH. \n\nIS THAT A PROBLEM? \n\nMY ASSISTANT, BOB THE DINOSAUR, WILL NOW DEMONSTRATE HOW TO GIVE A CAT A \"FURWEDGIE.\" I'VE BEEN PARDONED. \n\nSOMEHOW THEY LOST THE PAPERWORK ORDERING MY EXECUTION. \n\nIT PROBABLY FELL INTO A CRACK."},"1996-04-13":{"image":"1996-04-13.gif","originalimageurl":"https://web.archive.org/web/20230308041221im_/https://assets.amuniversal.com/3fed0ca0a032012f2fe600163e41dd5b","title":"","transcript":"THE INTERNAL JOB POSTINGS ARE OUT. HERE'S A JOB ID LOVE. \n\n\" EXPERIENCE REQUIRED: THE CANDIDATE MUST BE A GUY NAMED ERIC, POTBELLIED, NEARSIGHTED, MUST DRIVE A RED FORD BRONCO.\" THEY MIGHT HAVE SOMEONE IN MIND ALREADY IF I SQUINT... \n\nAND LEAVE MY \"CONTROL TOP\" PANTYHOSE AT HOME..."},"1996-04-14":{"image":"1996-04-14.gif","originalimageurl":"https://web.archive.org/web/20230302092456im_/https://assets.amuniversal.com/3f2fad80a032012f2fe600163e41dd5b","title":"","transcript":"DOGBERT WOULD LIKE TO SPEAK WITH YOU ABOUT THE CHANGES YOU MADE TO MY ENGINEERING PROPOSAL. \n\nWHILE DILBERT WAS GETTING HIS MASTERS DEGREE IN ELECTRICAL ENGINEERING... \n\nYOU WERE MAJORING IN ART HISTORY SO YOU COULD LOOK AT PICTURES OF NAKED STATUES. \n\nDILBERT OFTEN CONTRIBUTES ARTICLES TO TECHNOLOGY PUBLICATIONS. \n\nYOU, ON THE OTHER HAND, RUB THOSE SAME PUBLICATIONS WITH A NICKEL, LOOKING FOR HIDDEN \"SCRATCH AND SNIFF\" PANELS. \n\nIN SUMMARY.. \n\nNEVER QUESTION AN ENGINEER'S OPINION, YOU THUNDERING MORON! \n\nNICELY DONE, BUT I WOULDN'T HAVE SAID \"THUNDERING.\" WHAT WERE YOU DRINKING WHEN YOU WROTE THIS PIECE OF CRUD?!!"},"1996-04-15":{"image":"1996-04-15.gif","originalimageurl":"https://web.archive.org/web/20230304063659im_/https://assets.amuniversal.com/3b834fb0a032012f2fe600163e41dd5b","title":"","transcript":"ALICE, YOU'VE BEEN WORKING EIGHTEEN HOURS A DAY. I REALIZED I MUST ADD A PERSON TO THE EFFORT. \n\nSO I HIRED A NIGHT SHIFT MANAGER. AFTER I GO HOME AT FIVE O'CLOCK HE'LL TAKE OVER AND ASK WHY YOU'RE BEHIND SCHEDULE. \n\nI LIKE MY STATUS REPORTS RENDERED IN 3-D, BUT DON'T SPEND A LOT OF TIME ON IT."},"1996-04-16":{"image":"1996-04-16.gif","originalimageurl":"https://web.archive.org/web/20230304063711im_/https://assets.amuniversal.com/3da4f9d0a032012f2fe600163e41dd5b","title":"","transcript":"THIS DOG IS SPECIALLY TRAINED TO DETECT WASTED RESOURCES. \n\nHE'LL HELP ME FIND OUT WHY YOUR PROJECT IS BEHIND SCHEDULE EVEN AFTER ADDING ME AS MANAGER. \n\nSNIFF SNIFF WE'LL BEGIN AS SOON AS HE'S DONE PLAYING AROUND."},"1996-04-17":{"image":"1996-04-17.gif","originalimageurl":"https://web.archive.org/web/20230308084114im_/https://assets.amuniversal.com/3f8c75e0a032012f2fe600163e41dd5b","title":"","transcript":"OH MY! \n\nTHIS IS SHOCKING! \n\nWHAT? \n\n40% OF ALL SICK DAYS TAKEN BY YOUR STAFF ARE FRIDAYS AND MONDAYS! \n\nWHAT KIND OF IDIOT DO THEY THINK I AM? \n\nNOT AN IDIOT SAVANT. THEY CAN DO MATH."},"1996-04-18":{"image":"1996-04-18.gif","originalimageurl":"https://web.archive.org/web/20230301131328im_/https://assets.amuniversal.com/3e12a740a032012f2fe600163e41dd5b","title":"","transcript":"IT HAS COME TO MY ATTENTION THAT 40% OF YOUR SICK DAYS ARE ON FRIDAYS AND MONDAYS. \n\nTHIS IS UNACCEPTABLE. \n\n   !!! \n\nTHAT'S A GOOD ONE!!! \n\nPLEASE TELL ME HE WAS KIDDING. \n\nWELCOME TO HELL, KID."},"1996-04-19":{"image":"1996-04-19.gif","originalimageurl":"https://web.archive.org/web/20230303032916im_/https://assets.amuniversal.com/3ac83500a032012f2fe600163e41dd5b","title":"","transcript":"I CAN MAKE YOUR EMPLOYEES MORE CREATIVE AND SPIRITUALLY FULFILLED. \n\nI USE MY SPECIAL BLEND OF POETRY AND DANCE TO TOUCH THEIR SOULS. \n\nOKAY. \n\nYOU'RE HIRED. \n\nTHERE ONCE WAS A DOG WITH A HAT... \n\nWHO GOT PAID TO DANCE LIKE THAT... \n\nHEY! MY SOUL JUST HEALED!"},"1996-04-20":{"image":"1996-04-20.gif","originalimageurl":"https://web.archive.org/web/20230303035819im_/https://assets.amuniversal.com/3d11b5e0a032012f2fe600163e41dd5b","title":"","transcript":"HAVE MY POEMS AND DANCES HEALED YOUR SOUL YET, ALICE? THE COMPANY CARES ABOUT YOUR TOTAL WELL BEING. \n\nEXCUSE ME. \n\nWE WANT MORE MONEY, NOT MORE DANCING DOGS!!! \n\nM-O-NE-Y!! \n\nSO YOU'RE SAYING THOSE PRIMAL SCREAMS ARE HEALTHY? \n\nHERE'S MY CAN YOU INVOICE- GO TEACH ME TO DO IT? \n\nWILD."},"1996-04-21":{"image":"1996-04-21.gif","originalimageurl":"https://web.archive.org/web/20230308032541im_/https://assets.amuniversal.com/e68701a0a032012f2fe600163e41dd5b","title":"","transcript":"YO, DIL- MAN! \n\nUH-OH, IT'S KEN FROM SALES I TOLD OUR BIGGEST CUSTOMERS HOW GREAT OUR NEXT PRODUCT WILL BE. NOW NOBODY WILL BUY OUR CURRENT PRODUCT. \n\nWHEN WILL THE NEW VERSION BE AVAILABLE? \n\nIN A YEAR OR TWO HMM... I SEEM TO HAVE SINGLE-HANDEDLY DESTROYED AN ENTIRE PRODUCT LINE. \n\nLUCKILY OUR BIGGEST COMPETITOR IS HIRING SALES PEOPLE. AND I'M BETTING THEY'LL HAVE BRISK SALES THIS YEAR! \n\nCOMMISSIONS GALORE! \n\nIF THERE'S JUSTICE IN THIS WORLD, THE IDIOTS WILL BE PUNISHED... \n\n...BEFORE THEY GET PROMOTED UM... WE NEED THE NEW VERSION BY TUESDAY."},"1996-04-22":{"image":"1996-04-22.gif","originalimageurl":"https://web.archive.org/web/20230228143152im_/https://assets.amuniversal.com/e6159e20a032012f2fe600163e41dd5b","title":"","transcript":"CATBERT, HR. DIRECTOR WALLY, IT MIGHT NOT SEEM FAIR THAT NEW EMPLOYEES ARE PAID MORE THAN YOU... \n\nBUT YOU COULD ALWAYS QUIT AND THEN REAPPLY FOR YOUR OLD JOB AT A HIGHER SALARY. \n\nI JUST MIGHT DO THAT!! \n\nWOULD YOU MIND RUBBING THIS CATNIP ALL OVER YOUR BODY FIRST?"},"1996-04-23":{"image":"1996-04-23.gif","originalimageurl":"https://web.archive.org/web/20230301125053im_/https://assets.amuniversal.com/e6edc8e0a032012f2fe600163e41dd5b","title":"","transcript":"SO I'M THINKING I'LL RESIGN, THEN I'LL REAPPLY FOR MY CURRENT JOB AT A HIGHER SALARY. \n\nTHAT'S A GOOD PLAN EXCEPT FOR THE FACT THAT YOU'RE THOROUGHLY UNQUALIFIED FOR YOUR CURRENT JOB. \n\nI NEED TO SHARE MY UNREALISTIC PLANS WITH A FRIEND WHO ISN'T AN ENGINEER. \n\nI'M MORE OF A COWORKER THAN A FRIEND, PER SE."},"1996-04-24":{"image":"1996-04-24.gif","originalimageurl":"https://web.archive.org/web/20230302200339im_/https://assets.amuniversal.com/e8d02fc0a032012f2fe600163e41dd5b","title":"","transcript":"AND THAT'S THE MARKETING PLAN. \n\nANY COMMENTS? \n\nIT APPEARS TO BE A BUNCH OF OBVIOUS GENERALITIES AND WISHFUL THINKING WITH NO APPARENT BUSINESS VALUE. \n\nMARKETING DIDN'T TURN OUT TO BE THE GLAMOUR CAREER I EXPECTED I CIRCLED ALL THE WORDS YOU WON'T FIND IN ANY DICTIONARY."},"1996-04-25":{"image":"1996-04-25.gif","originalimageurl":"https://web.archive.org/web/20230302173720im_/https://assets.amuniversal.com/e5b6dc20a032012f2fe600163e41dd5b","title":"","transcript":"EXPERIMENT #1: I AM EXPOSING A RAT TO MY COMPANY'S MARKETING PLAN. \n\nHE SEEMS TO HAVE NO ADVERSE RESPONSETO THE INTRODUCTION AND BACKGROUND. \n\nTHIS IS ALREADY FAR MORE EXPOSURE THAN HUMANS COULD TOLERATE. \n\nSALES PROJECTIONS... \n\nBRAIN TUMOR... \n\nGET TYLENOL ..."},"1996-04-26":{"image":"1996-04-26.gif","originalimageurl":"https://web.archive.org/web/20230302041816im_/https://assets.amuniversal.com/e7a424d0a032012f2fe600163e41dd5b","title":"","transcript":"HERE'S MY TIME SHEET, INCLUDING GUESSES FOR THE NEXT TWO DAYS SO I CAN MEET YOUR ARBITRARY CLERICAL DEADLINE. \n\nIF ANYTHING IMPORTANT COMES UP, I'LL IGNORE IT TO PRESERVE THE INTEGRITY OF THE TIME- REPORTING SYSTEM. \n\nARE YOU FINISHED ANNOYING ME YET? \n\nACCORDING TO MY TIME SHEET I'LL BE HERE FOR ANOTHER 14 MINUTES."},"1996-04-27":{"image":"1996-04-27.gif","originalimageurl":"https://web.archive.org/web/20230304071614im_/https://assets.amuniversal.com/e8747ab0a032012f2fe600163e41dd5b","title":"","transcript":"I GOT MYSELF A LITTLE WORK- AVOIDANCE DEVICE. \n\nIF I WANT TO LEAVE A MEETING EARLY, I JUST LOOK DOWN AND SAY \"UH-OH\" AND SCURRY AWAY. \n\nWHAT'S THE PAGER NUMBER IN CASE I NEED YOU? \n\nYOU'RE NOT QUITE GRASPING THE CONCEPT HERE, ALICE."},"1996-04-28":{"image":"1996-04-28.gif","originalimageurl":"https://web.archive.org/web/20230303035747im_/https://assets.amuniversal.com/e525abb0a032012f2fe600163e41dd5b","title":"","transcript":"GREAT NEWS! \n\nTHE COMPANY SET A NEW RECORD FOR PROFITS! \n\nTHAT MEANS T-SHIRTS FOR EVERYONE! \n\nYOU CAN CHOOSE FROM SIZES \"SMALL,\" \"PETITE\" OR \"ELFIN.\" SHOULDN'T THESE HAVE THE COMPANY NAME OR LOGO ON THEM? \n\nHEY, THAT'S AN IDEA FOR NEXT YEAR! \n\nIT'S 1% COTTON, 99% \"MISCELLANEOUS\" AND ALL HANDMADE BY AUTHENTIC SLAVE LABORERS. \n\nTHAT'S GREAT! WITH SLAVE LABOR YOU DON'T HAVE THE PROBLEM THAT THE SHIRTS MADE ON FRIDAYS AREN'T AS GOOD! \n\nDO YOU EVER WORRY THAT OUR CAREER EXPECTATIONS HAVE GOTTEN TOO LOW? \n\nDON'T GO THERE, ALICE \"CASUAL DAY,\" HERE I COME!"},"1996-04-29":{"image":"1996-04-29.gif","originalimageurl":"https://web.archive.org/web/20230308031954im_/https://assets.amuniversal.com/e74ecbe0a032012f2fe600163e41dd5b","title":"","transcript":"CATBERT, HR. DIRECTOR I'VE COME TO GIVE YOU \"EMPLOYEE BUT I'VE WORKED HERE FOR YEARS. \n\nORIENTATION,\" WALLY. \n\nYOU STILL HAVE A GLIMMER OF HOPE. \n\nYOU'LL HAVE TO WATCH THIS MANDATORY TRAINING VIDEO. \n\nHOPE. \n\nSO, YOU STILL HAVE HOPE ... \n\nRELAX... \n\nLET IT GO."},"1996-04-30":{"image":"1996-04-30.gif","originalimageurl":"https://web.archive.org/web/20230303035743im_/https://assets.amuniversal.com/e8069d30a032012f2fe600163e41dd5b","title":"Wally's Accomplishments","transcript":"I'M PLEASED TO REPORT ANOTHER BANNER WEEK OF ACCOMPLISHMENTS! \n\nI STREAMLINED MY BUSINESS PROCESSES WHILE HONING MY PARTICIPATORY STYLE AND MY PROACTIVE ATTITUDE, ALL WHILE VALUING DIVERSITY! \n\nYOU WATCHED THE MANDATORY TRAINING VIDEOS? \n\nAND I LOST MY FREE WILL!"},"1996-05-01":{"image":"1996-05-01.gif","originalimageurl":"https://web.archive.org/web/20230307124409im_/https://assets.amuniversal.com/a2d27960a033012f2fe600163e41dd5b","title":"","transcript":"I JUST WATCHED THE MANDATORY VIDEO ON SEXUAL HARASSMENT. \n\nIT WORKED! \n\nIN ONLY THIRTY MINUTES, THAT VIDEO CORRECTED A BILLION YEARS OF EVOLUTION. \n\nDO SOMETHING SEXY AND WATCH ME IGNORE IT! \n\nI PROBABLY SHOULDN'T HAVE FAST-FORWARDED THROUGH THE BORING PARTS."},"1996-05-02":{"image":"1996-05-02.gif","originalimageurl":"https://web.archive.org/web/20230307125148im_/https://assets.amuniversal.com/a3fc7760a033012f2fe600163e41dd5b","title":"","transcript":"HERE'S YOUR PROBLEM. \n\nTHE CONNECTION TO THE NETWORK IS BROKEN. \n\nUH-OH. IT'S A \"TOKEN RING\" LAN. THAT MEANS THE TOKEN FELL OUT AND IT'S IN THIS ROOM SOMEPLACE. \n\nYOU ARE THE WIND BENEATH MY WINGS. \n\nI'LL WAIT A WEEK THEN TELL HIM THE TOKEN MUST BE IN THE \"ETHERNET.\""},"1996-05-03":{"image":"1996-05-03.gif","originalimageurl":"https://web.archive.org/web/20230307124335im_/https://assets.amuniversal.com/a4de5c40a033012f2fe600163e41dd5b","title":"","transcript":"WELL HAVE TO ELIMINATE A FEW STEPS IN ORDER TO HIT THE MARKET WINDOW. \n\nI THINK WE CAN GET RID OF MARKET RESEARCH AND TECHNICAL TESTING. \n\nTHEY'RE BASICALLY \"OVERHEAD.\" GONE! NOW WE'LL HIT THE WINDOW! \n\n...LIKE A BIRD"},"1996-05-04":{"image":"1996-05-04.gif","originalimageurl":"https://web.archive.org/web/20230307124437im_/https://assets.amuniversal.com/a46a0d40a033012f2fe600163e41dd5b","title":"","transcript":"HERE ARE MY BUDGET ESTIMATES FOR THE YEAR. \n\nTHANKS TO MANAGEMENT BUNGLING AND INDECISION, I PLAN TO USE NO CAPITAL FOR SEVERAL MONTHS FOLLOWED BY A RECKLESS YEAR-END ORGY OF ACQUISITION. \n\nIS THAT WHAT YOU WERE LOOKING FOR? \n\nTELL ME AGAIN WHAT \"CAPITAL\" IS."},"1996-05-05":{"image":"1996-05-05.gif","originalimageurl":"https://web.archive.org/web/20230307124044im_/https://assets.amuniversal.com/a394cde0a033012f2fe600163e41dd5b","title":"","transcript":"I NEED TO MOVE YOU ONE CUBICLE DOWN WHY? \n\nTHAT WAY MY PEOPLE WILL BE IN A SQUARE PATTERN YOU'RE IN A RANDOM PATTERN NOW. THE SYMMETRY IS BAD. \n\nYOU WANT ME TO WASTE TWO DAYS OF WORK TO MOVE... \n\nI'LL HAVE NO PHONE AND NO NETWORK CONNECTION FOR A WEEK I'LL HAVE TO ORDER NEW BUSINESS CARDS AND UPDATE MY CUBICLE ADDRESS ON DOZENS OF RECORDS. \n\nAND YOU STILL WON'T HAVE A SQUARE BECAUSE THERE ARE FIVE OF US. \n\nI GOT DOWNSIZED. \n\nAPPARENTLY SOMEBODY COMPLAINED THAT I FORMED A THAT CAN PENTAGON. \n\nHAPPEN"},"1996-05-06":{"image":"1996-05-06.gif","originalimageurl":"https://web.archive.org/web/20230307124510im_/https://assets.amuniversal.com/a54a8ca0a033012f2fe600163e41dd5b","title":"","transcript":"THIS WEEK I KICKED OFF THE \"WALLY COMPENSATION EQUILIBRIUM PROJECT.\" MY GOAL IS TO LOWER THE QUALITY OF MY WORK UNTIL IT IS CONSISTENT WITH MY SALARY. \n\nI HATE THE FIRST MONTH AFTER THEY SEE THEIR RAISES. \n\nI'D GO ON, BUT I JUST ACHIEVED EQUILIBRIUM"},"1996-05-07":{"image":"1996-05-07.gif","originalimageurl":"https://web.archive.org/web/20230308031959im_/https://assets.amuniversal.com/a339ddd0a033012f2fe600163e41dd5b","title":"","transcript":"CATBERT, THE EVIL DIRECTOR OF HUMAN RESOURCES WE'RE MOVING TO \"CAFETERIA STYLE\" BENEFITS. \n\nUNDER THIS SYSTEM, IF YOU NEED HEALTH CARE, YOU WANDER THROUGH THE CAFETERIA ASKING \"DOES ANYBODY KNOW WHAT THIS RED LUMP IS?\" WHAT IF IT'S A LIFE- THREATENING PROBLEM? \n\nTHAT REMINDS ME, THE CAFETERIA WON'T BE LABELING THE ENTREES ANYMORE."},"1996-05-08":{"image":"1996-05-08.gif","originalimageurl":"https://web.archive.org/web/20230307125051im_/https://assets.amuniversal.com/c9f3b160a033012f2fe600163e41dd5b","title":"","transcript":"I'M GOING TO TRY MY PAL AT BEING A CAREER COUNSELOR. \n\nINSECURE PEOPLE WILL SEEK MY ADVICE AND I'LL TELL THEM TO BE MORE SELF-RELIANT. \n\nTHAT SOUNDS LAZY AND UNHELPFUL. \n\nWOULD YOU WANT CAREER ADVICE FROM SOMEBODY WHO HAS TO WORK HARD?"},"1996-05-09":{"image":"1996-05-09.gif","originalimageurl":"https://web.archive.org/web/20230307124506im_/https://assets.amuniversal.com/fddb9ba0a034012f2fe600163e41dd5b","title":"","transcript":"DOGBERT, CAREER COUNSELOR YOU CAN'T EXPECT YOUR EMPLOYER TO TAKE CARE OF YOU FOREVER, WALLY. \n\nDON'T EXPECT RAISES, DON'T EXPECT TO BE TRAINED AND DON'T EXPECT A PENSION. \n\nTHAT'S DEPRESSING. \n\nI NEED A SOURBALL. \n\nTHOSE ARE MARBLES WRAPPED IN CELLOPHANE."},"1996-05-10":{"image":"1996-05-10.gif","originalimageurl":"https://web.archive.org/web/20230307125154im_/https://assets.amuniversal.com/ffde2170a034012f2fe600163e41dd5b","title":"","transcript":"DOGBERT, CAREER COUNSELOR ACCORDING TO YOUR OCCUPATIONAL PREFERENCE TEST, YOU LIKE TO REMOVE VITAL ORGANS FROM HELPLESS PEOPLE. \n\nTHAT NARROWS THE CAREER CHOICES TO DOCTOR OR SERIAL KILLER. DO YOU GET ALONG WITH OTHER PEOPLE? \n\nOTHER PEOPLE ARE INSIGNIFICANT INSECTS. \n\nWELL HAVE TO GO TO A TIEBREAKER QUESTION."},"1996-05-11":{"image":"1996-05-11.gif","originalimageurl":"https://web.archive.org/web/20230303032912im_/https://assets.amuniversal.com/032bd330a035012f2fe600163e41dd5b","title":"","transcript":"DOGBERT, CAREER COUNSELOR I'M A LOWLY TECHNICAL WRITER NOW, BUT MY GOAL IS TO BECOME A FAMOUS NOVELIST. \n\nMY PLAN IS TO WRITE WITTY AND SCATHING EMAIL MESSAGES ABOUT COWORKERS UNTIL A PUBLISHER GIVES ME AN ADVANCE. \n\nTHEY MIGHT EXPECT YOU TO WRITE A BOOK AT SOME POINT. \n\nBLOOD SUCKERS!"},"1996-05-12":{"image":"1996-05-12.gif","originalimageurl":"https://web.archive.org/web/20230301131316im_/https://assets.amuniversal.com/ff5fbd90a034012f2fe600163e41dd5b","title":"","transcript":"I'D LIKE YOU ALL TO MEET OUR NEW VICE PRESIDENT IN CHARGE OF COST CONTAINMENT. \n\nMY FIRST PRIORITY IS TO REDUCE OUR SPIRALING EXPENSES FOR OFFICE SUPPLIES FROM NOW ON, YOUR SUPPLY CABINET WILL BE LOCKED. \n\nTHE ONLY KEY WILL BE UNDER THE CONTROL OF YOUR BITTER AND INEFFICIENT SECRETARY. \n\nQUESTIONS? \n\nI AM ONLY AN INTERN SO PLEASE EXCUSE THIS NAIVE QUESTION... \n\nI'VE NOTICED THAT THE EMPLOYEES ARE ALL DISPIRITED HOLLOW SHELLS, MANAGEMENT IS RANDOM AND OUR PRODUCTS ARE SHODDY. \n\nHOW ARE YOU GOING TO SOLVE THAT BY MAKING IT HARD TO GET SUPPLIES? \n\nI THOUGHT YOU SAID THEY LIKE HONESTY. \n\nASK HOW MUCH HE'S PAID. IT SHOWS YOU CARE."},"1996-05-13":{"image":"1996-05-13.gif","originalimageurl":"https://web.archive.org/web/20230302233755im_/https://assets.amuniversal.com/fc63e580a034012f2fe600163e41dd5b","title":"","transcript":"THE COMPANY ANNOUNCED WE'RE BEING BOUGHT BY OUR LONGTIME RIVAL. \n\nDON'T WORRY ABOUT LAYOFFS. THEY LIKE ENGINEERS. IN FACT, THEY ALREADY HAVE A DIVISION THAT DOES WHAT WE DO! \n\nEXCEPT THEY'RE YOUNGER AND THEY AREN'T PAID AS MUCH AS WE ARE... \n\nSPIN"},"1996-05-14":{"image":"1996-05-14.gif","originalimageurl":"https://web.archive.org/web/20230302155541im_/https://assets.amuniversal.com/fd7eb2c0a034012f2fe600163e41dd5b","title":"","transcript":"AFTER THE MERGER, WELL REDUCE STAFF IN AREAS THAT ARE REDUNDANT. \n\nI HOPE THE EMPLOYEES OF THIS COMPANY WILL BE EVALUATED FAIRLY COMPARED TO THOSE IN THE BUYING COMPANY. \n\nWE ALREADY HAVE A BALD GUY. \n\nDOES YOURS STEAL OFFICE FURNITURE, TOO?"},"1996-05-15":{"image":"1996-05-15.gif","originalimageurl":"https://web.archive.org/web/20230302062757im_/https://assets.amuniversal.com/010d6c60a035012f2fe600163e41dd5b","title":"","transcript":"IM PARALYZED WITH FEAR BECAUSE OF THE PENDING MERGER. \n\nTHANKS TO YOUR LEADERSHIP I'VE GONE FROM BEING UNMOTIVATED TO BEING INERT. \n\nI THINK I'M ADVANCING TO THE NEXT PHASE. \n\nHELLO, RIGOR MORTIS!! \n\nTAKE ME, I'M READY!! \n\nIT MIGHT BE TIME FOR A MORALE- BOOSTING POTLUCK LUNCH. >"},"1996-05-16":{"image":"1996-05-16.gif","originalimageurl":"https://web.archive.org/web/20230302155548im_/https://assets.amuniversal.com/fefcfbb0a034012f2fe600163e41dd5b","title":"","transcript":"IN THE \"DUE DILIGENCE\" PHASE OF OUR MERGER YOU WILL GIVE US ACCESS TO ALL OF YOUR PROPRIETARY INFORMATION. \n\nWOULDN'T THAT LET YOU KNOW HOW TO CRUSH US COMPETITIVELY? \n\nCOULDN'T YOU CANCEL THE MERGER AND TAKE OUR CUSTOMERS WITHOUT PAYING A CENT ? \n\nMUST... CONTAIN MANIACAL LAUGH"},"1996-05-17":{"image":"1996-05-17.gif","originalimageurl":"https://web.archive.org/web/20230302155539im_/https://assets.amuniversal.com/fe9b4040a034012f2fe600163e41dd5b","title":"","transcript":"\"DUE DILIGENCE\" BEFORE THE MERGER. \n\nYOU MUST REVEAL YOUR SECRETS SO MY COMPANY KNOWS WHAT IT'S BUYING. \n\nALL OF OUR PROJECTS ARE DOOMED. MOST OF THE GOOD EMPLOYEES LEFT. \n\nOUR CUSTOMERS ARE STARTING A CLASS ACTION SUIT... \n\nAT LEAST THE BUILDING IS WORTH SOMETHING IF YOU FEEL A TICKLE, THAT'S ASBESTOS."},"1996-05-18":{"image":"1996-05-18.gif","originalimageurl":"https://web.archive.org/web/20230308130008im_/https://assets.amuniversal.com/fcc05360a034012f2fe600163e41dd5b","title":"","transcript":"WITH ALL THIS TALK OF \"DIVERSITY\" THERE'S NO MENTION OF THE PAIN WE SMART CREATURES ENDURE WHILE SURROUNDED BY DOLTS. \n\nGOOD POINT. I DON'T KNOW HOW WE DO IT. \n\nIT LOOKS LIKE I'LL HAVE TO HOLD SECRET MEETINGS. \n\nYEAH, OUR LIVES ARE A CONSTANT STRUGGLE."},"1996-05-19":{"image":"1996-05-19.gif","originalimageurl":"https://web.archive.org/web/20230304014221im_/https://assets.amuniversal.com/01824b70a035012f2fe600163e41dd5b","title":"","transcript":"DOGBERT'S DREAM ANALYSIS I WAS IN A BIG FIELD FULL OF TOFU AND CARBURETORS IT MEANS YOU'RE A GULLIBLE MORON. \n\nTHAT'S $25 PLEASE. \n\nTHEN I WAS RUNNING, RUNNING, RUNNING AGAINST THE WIND THAT MEANS YOU'RE UGLY. \n\nTHEN THE BUTTERFLY TURNED INTO AN OPERA SINGER. \n\nTHAT MEANS YOU'RE BALD. \n\nSUDDENLY I SAW A NEW ALGORYTHM FOR DATA COMPRESSION. \n\nIT MEANS YOU'RE BORING. \n\nTHEN I TOLD THE CAR DEALER I WANTED THE ANTI-RUST SEALANT, THE EXTENDED WARRANTY AND THE LEASE OPTION WHAT DO YOU THINK IT MEANS? \n\nIT MEANS I'M GOING TO MAKE SOME SERIOUS MONEY TODAY."},"1996-05-20":{"image":"1996-05-20.gif","originalimageurl":"https://web.archive.org/web/20230304220147im_/https://assets.amuniversal.com/01e28fa0a035012f2fe600163e41dd5b","title":"","transcript":"IT HAS ALWAYS BEEN MY GOAL   SUPREME RULER OF EARTH... \n\nBUT LATELY IVE BEEN WONDERING IF YOU DOLTS ARE WORTHY OF MY LEADERSHIP. \n\nDO YOU THINK MAYBE YOUR EGO IS OUT OF CONTROL, DOGBERT? \n\nI LIKE IT THAT WAY."},"1996-05-21":{"image":"1996-05-21.gif","originalimageurl":"https://web.archive.org/web/20230302191631im_/https://assets.amuniversal.com/003ab070a035012f2fe600163e41dd5b","title":"","transcript":"OUR NEW POLICY FORBIDS THE USE OF WEAPONS OR ANY VIOLENCE IN THE WORKPLACE. \n\nUMMM... WHAT WAS THE POLICY BEFORE THIS? \n\nIM NOT SURE MAYBE IF YOU HAD A PERMIT AND IT WAS IN SEASON. \n\nTHERE GOES ANOTHER COMPANY BENEFIT."},"1996-05-22":{"image":"1996-05-22.gif","originalimageurl":"https://web.archive.org/web/20230302164014im_/https://assets.amuniversal.com/00a6aba0a035012f2fe600163e41dd5b","title":"","transcript":"ALICE, THESE UNSIGHTLY STACKS OF PAPERS ARE A VIOLATION OF MY \"CLEAN DESK\" POLICY. \n\nALICE ... AND DON'T EVEN GET ME STARTED ABOUT THE ERGONOMICS OF THIS SITUATION. \n\nWALLY"},"1996-05-23":{"image":"1996-05-23.gif","originalimageurl":"https://web.archive.org/web/20230304151725im_/https://assets.amuniversal.com/0510b0c0a035012f2fe600163e41dd5b","title":"","transcript":"YESTERDAY I WAS LYING IN A SUN SPOT THINKING ABOUT HOW YOU WORK, WORK, WORK BUT YOUR NET WORTH REMAINS CONSTANT. \n\nHA HA    HA!! \n\nWELL... I GUESS YOU HAD TO BE THERE."},"1996-05-24":{"image":"1996-05-24.gif","originalimageurl":"https://web.archive.org/web/20230304230126im_/https://assets.amuniversal.com/02af2510a035012f2fe600163e41dd5b","title":"","transcript":"I HAD A CAT ONCE... \n\nI PETTED THAT THING FOR TWO HOURS BUT I DIDN'T FEEL ANY BETTER. \n\nPETTING IS FOR THE BENEFIT OF THE CAT, NOT YOUR HAND. \n\nTHEY'RE SO SELFISH."},"1996-05-25":{"image":"1996-05-25.gif","originalimageurl":"https://web.archive.org/web/20230302200442im_/https://assets.amuniversal.com/fd1f2460a034012f2fe600163e41dd5b","title":"","transcript":"A TWO PERCENT ANNUAL RAISE?!! \n\nWOWEE!! \n\nHA HA! YOU TRIED TO DISAPPOINT ME BUT I COMPENSATED BY DRASTICALLY LOWERING MY EXPECTATIONS! \n\nYEAH, IT MIGHT BE A GOOD SIGN, BUT I'M THINKING NOT. \n\nWEEEE!!"},"1996-05-26":{"image":"1996-05-26.gif","originalimageurl":"https://web.archive.org/web/20230307220341im_/https://assets.amuniversal.com/04ac1d30a035012f2fe600163e41dd5b","title":"","transcript":"BUSINESS LANGUAGE EXFLAINED \"WE HAVE TO BE MORE COMPETITIVE.\" NICE BARREL. \n\nTHIS OLD THING? \n\nMEANING: SAY GOODBYE TO SALARY INCREASES. \n\n\"WE MUST FOCUS ON OUR CORE BUSINESS.\" HELLO \"YOU ARE EMPOWERED.\" I PROCLAIM THIS TO BE \"GREEN INK DAY.\" MEANING: WE CAN'T FIND OUR BUTTS WITH BOTH HANDS. \n\nMEANING: YOU'RE THE MONARCH OF UNIMPORTANT DECISIONS \"WE'RE REENGINEERING YOUR FUNCTION. \" MEANING: ADIOS, TONTO, AND THE HORSE YOU RODE IN ON. \n\n\"TRAINING IS ESSENTIAL.\" YOU I'M A PEOPLE WERE A PERSON CANNIBAL? \n\nMEANING: WE'RE TRYING TO & HIRE SOME TRAINED PEOPLE. \n\n\"WE'RE MARKET DRIVEN.\" WHAT'S YOUR FAVORITE RESEARCH ODOR? \n\nMEANING: WE BLAME CUSTOMERS FOR OUR LACK OF INNOVATION. \n\n\"WE VALUE EMPLOYEE INPUT. \n\nTHANKS FOR LISTENING. \n\nHA Hh: MEANING: WE THINK HUMOR IS IMPORTANT."},"1996-05-27":{"image":"1996-05-27.gif","originalimageurl":"https://web.archive.org/web/20230228083033im_/https://assets.amuniversal.com/0447c0d0a035012f2fe600163e41dd5b","title":"","transcript":"HE SLIPS IN LIKE A PANTHER TO TAKE THE LAST CUP OF COFFEE AND NOT MAKE MORE. \n\nI AM PHIL, THE PRINCE OF INSUFFICIENT LIGHT! I DARN YOU  !!! \n\nPHIL? \n\nYOU WERE ALWAYS MOM'S GOLDEN BOY. \n\nSOMEBODY BROUGHT POTATO SALAD. \n\nGIVE ME YOUR SPOON."},"1996-05-28":{"image":"1996-05-28.gif","originalimageurl":"https://web.archive.org/web/20230228083009im_/https://assets.amuniversal.com/03ef09e0a035012f2fe600163e41dd5b","title":"","transcript":"MOM WANTED ME TO BE A MANAGER LIKE YOU. \n\nBUT I CHOSE MY OWN PATH. \n\nI BECAME PHIL, THE RULER OF HECK, THE PUNISHER OF MINOR SINS! \n\nHOW DO YOU MAKE MONEY? \n\nCORPORATE SPONSORSHIP. \n\n\"PROCTER AND GAMBLE\" PAYS ME TO STAY AWAY FROM THEM. \n\nYOU SHOULD SELL A LINE OF HOME- EXERCISE SPOONS."},"1996-05-29":{"image":"1996-05-29.gif","originalimageurl":"https://web.archive.org/web/20230228082936im_/https://assets.amuniversal.com/037f8660a035012f2fe600163e41dd5b","title":"","transcript":"THIS IS PHIL, RULER OF HECK, WITH A SPECIAL OFFER FOR MY PATENTED \"EXERSPOON.\" YOU CAN DO OVER SEVEN MILLION EXERCISES WITH THE \"EXERSPOON!' IT EVEN TRIMS PROBLEM AREAS! \n\nAND THANKS TO THE INNOVATIVE SPOON SHAPE, STORAGE IS A BREEZE! \n\nMMM..."},"1996-05-30":{"image":"1996-05-30.gif","originalimageurl":"https://web.archive.org/web/20230307220221im_/https://assets.amuniversal.com/024ab3f0a035012f2fe600163e41dd5b","title":"","transcript":"I NEED THIS INFORMATION TODAY. PLUS A COMPLETE ANALYSIS OF THE ALTERNATIVES. \n\nCRINKLE CRINKLE STUFF THAT WASN'T NICE. \n\nIN TODAY'S LESSON, YOU LEARN THAT YOU'RE MY COWORKER, NOT MY BOSS."},"1996-05-31":{"image":"1996-05-31.gif","originalimageurl":"https://web.archive.org/web/20230302171508im_/https://assets.amuniversal.com/fe360590a034012f2fe600163e41dd5b","title":"","transcript":"WALLY, I NEED YOUR INPUT ON THIS BY THE END OF THE DAY. \n\nPLEASE DROP YOUR REQUEST HERE, IN \"WALLY'S PILE OF PERPETUAL IGNORAGE.\" CANT I JUST GIVE IT TO YOU? \n\nI DON'T LIKE TO TOUCH THAT STUFF WITH MY HANDS."},"1996-06-01":{"image":"1996-06-01.gif","originalimageurl":"https://web.archive.org/web/20230307122812im_/https://assets.amuniversal.com/ba934a40a035012f2fe600163e41dd5b","title":"","transcript":"WHEN DILBERT COMES BY, TELL HIM TO ADD \"WALK THE TALK\" TO HIS PRESENTATION. \n\nHE WANTS YOU TO USE A \"WALKIE- TALKIE\" TO DO THE PRESENTATION. \n\nUM... \n\nDID HE SAY WHY? \n\nHEY, LOOK AT MY PAYCHECK! I JUST REALIZED I DON'T GET PAID THE BIG BUCKS!"},"1996-06-02":{"image":"1996-06-02.gif","originalimageurl":"https://web.archive.org/web/20230307222329im_/https://assets.amuniversal.com/ba27cf40a035012f2fe600163e41dd5b","title":"","transcript":"MY NEXT VICTIM AM PHIL, THE PRINCE OF INSUFFICIENT LIGHT AND SUPREME RULER OF HECK!! \n\nHI, PHIL YOU MUST CHOOSE ONE OF THESE TWO HIDEOUS FATES TO PAY FOR YOUR SINS. \n\nYOU CAN CHOOSE ETERNAL HIGH PAY, BUT ALL OF YOUR WORK WILL BE BURNED IN FRONT OF YOU AT THE END OF EACH DAY. \n\nOR YOU CAN CHOOSE ETERNAL POVERTY, BUT YOUR WORK WILL BE USEFUL AND APPRECIATED. \n\nWOW! THEY'RE BOTH BETTER THAN MY CURRENT JOB! \n\nHEY, WALLY, YOU MIGHT WANT TO GET IN ON THIS! \n\nI WATCH TV WHEN I'M SUPPOSED TO BE TELECOMMUTING. \n\nI HATE THE NINETIES. \n\nDO ME FIRST!"},"1996-06-03":{"image":"1996-06-03.gif","originalimageurl":"https://web.archive.org/web/20230307123423im_/https://assets.amuniversal.com/7848b380a036012f2fe600163e41dd5b","title":"","transcript":"HALT AND SUBMIT TO THE MIND SCAN OF \"BRAINITOR, THE GUARDIAN  OF SECURITY.\" THE BAG CONTAINS ONE COMPUTER... \"PENTIUM\" PROCESSOR... ONE GIG HARD DRIVE... HIGHLY FRAGMENTED... \n\nPLEASE WAIT WHILE I OPTIMIZE YOUR HARD DISK... \n\nTHIS IS VAGUELY UNSETTLING."},"1996-06-04":{"image":"1996-06-04.gif","originalimageurl":"https://web.archive.org/web/20230307123253im_/https://assets.amuniversal.com/7cd8cfe0a036012f2fe600163e41dd5b","title":"","transcript":"DO YOU SEE \"TIME\" AS A SEQUENCE OF DISCRETE EVENTS OR SIMPLY A LINE OF PERCEPTION THROUGH INFINITE POSSIBILITIES? \n\nECH I SEE \"TIME\" AS MORE OF A MAGAZINE. \n\nTECH EES YOU KNOW THESE MOMENTS WE HAVE TOGETHER - WE REALLY MUST HAVE THEM LESS OFTEN. \n\nASK ME ABOUT \"LIFE.\""},"1996-06-05":{"image":"1996-06-05.gif","originalimageurl":"https://web.archive.org/web/20230307123140im_/https://assets.amuniversal.com/7afa8c50a036012f2fe600163e41dd5b","title":"","transcript":"ALTHOUGH WE ARE NOTHING BUT POND SCUM IN THIS COMPANY... \n\nIT'S NICE TO KNOW WE CAN STILL FIND SOMEONE OF LOWER STATUS TO TORMENT. \n\nYOU CALL THESE BROCHURES? \n\nHOW CAN I EVEN CONSIDER BUYING PRODUCTS FROM A \"VEN-DUH\" SUCH AS YOU? \n\nTELL ME IF THIS HURTS."},"1996-06-06":{"image":"1996-06-06.gif","originalimageurl":"https://web.archive.org/web/20230307122900im_/https://assets.amuniversal.com/79df81f0a036012f2fe600163e41dd5b","title":"","transcript":"TORMENTING THE VENDOR YOU MUST DO OUR BIDDING, VENDOR. \n\nWE CONTROL YOUR ECONOMIC FUTURE. \n\nOF COURSE, OUR BUYING DECISION WILLBE BASED SOLELY ON QUANTIFIABLE PERFORMANCE MEASUREMENTS. \n\nYOUR COMPETITOR COMPLETED THE \"VENDOR CHALLENGE COURSE\" IN 37 SECONDS. \n\nAND HE GAVE US VERY NICE T-SHIRTS."},"1996-06-07":{"image":"1996-06-07.gif","originalimageurl":"https://web.archive.org/web/20230307123458im_/https://assets.amuniversal.com/7a46d7e0a036012f2fe600163e41dd5b","title":"","transcript":", I FOUND YOUR FATHER. HE'S BEEN AT THE \"ALL YOU CAN EAT\" RESTAURANT IN THE MALL SINCE 1989. \n\nHE'S SO LITERAL - HE DIDN'T WANT TO LEAVE UNTIL IT WAS \"ALL HE COULD EAT.\" WHEN'S HE COMING ? \n\nI'M THINKING OF JOINING HIM. HE GOT A BOOTH."},"1996-06-08":{"image":"1996-06-08.gif","originalimageurl":"https://web.archive.org/web/20230307123441im_/https://assets.amuniversal.com/7aa1fb50a036012f2fe600163e41dd5b","title":"","transcript":"I CAN'T BELIEVE YOUR FATHER HAS BEEN LIVING IN THE \"ALL YOU CAN EAT\" RESTAURANT SINCE 1989! \n\nYOU HAVE THE ODDEST FAMILY. \n\nWHAT DID HE LOOK LIKE WHEN YOU SAW HIM AFTER ALL THESE YEARS? \n\nI HAVENT SEEN HIM YET. I'M WAITING FOR \"BURRITO NIGHT.\" NOW IS WHEN YOU SHOULD BE SAYING \"JUST KIDDING.\""},"1996-06-09":{"image":"1996-06-09.gif","originalimageurl":"https://web.archive.org/web/20230307123643im_/https://assets.amuniversal.com/7c188c60a036012f2fe600163e41dd5b","title":"","transcript":"WHERE'S DOGBERT? \n\nARE YOU GULLIBLE? DO YOU SPEND MONEY ON STUPID STUFF? \n\nCALL THE \"DOGBERT GULLIBLE FRIENDS HOTLINE\" FOR HELP. ONLY FOUR DOLLARS PER MINUTE. \n\nHELLO, DOGBERT. I BOUGHT AN EXERCISE MACHINE AND I'M STILL LAZY. \n\nPLEASE HOLD. \n\nOKAY! \n\nCALL NOW, AND I'LL REPLACE YOUR OLD TELEVISION WITH A NEW ONE THAT LOOKS JUST LIKE IT, WHILE YOU SLEEP! \n\nIF YOU DON'THAVE A TOUCH TONE PHONE, STAY ON THE LINE UNTIL YOU GET ONE."},"1996-06-10":{"image":"1996-06-10.gif","originalimageurl":"https://web.archive.org/web/20230307123906im_/https://assets.amuniversal.com/78aff3b0a036012f2fe600163e41dd5b","title":"","transcript":"THESE ARE SOME OF THE ADVANCED MATERIALS I'M DESIGNING AT WORK. THAT JAR HOLDS A PYROPHORIC LET'S SUBSTANCE., SEE FLASH YEP, THAT'S A GOOD BATCH. \n\nA PERSON FROM A SMARTER GENDER MIGHT HAVE SAID \"WHAT DOES 'PYROPHORIC' MEAN?\""},"1996-06-11":{"image":"1996-06-11.gif","originalimageurl":"https://web.archive.org/web/20230304043836im_/https://assets.amuniversal.com/7c804730a036012f2fe600163e41dd5b","title":"","transcript":"THE DOGBERT CONSULTING COMPANY WILL HELP US DESIGN A NEW COMPANY LOGO. \n\nGLUG GLUG GLUG WHEN WILL YOU START? \n\nI JUST FINISHED. \n\nI CALL IT THE BROWN RING OF QUALITY."},"1996-06-12":{"image":"1996-06-12.gif","originalimageurl":"https://web.archive.org/web/20230308154215im_/https://assets.amuniversal.com/790c74b0a036012f2fe600163e41dd5b","title":"","transcript":"YOUR NEW LOGO MIGHT LOOK LIKE A SIMPLE COFFEE STAIN, BUT WHAT DOES THE IMAGE SAY ABOUT YOU? \n\nWE'RE SLOPPY AND UNIMAGINATIVE? \n\nWE GIVE LOTS OF MONEY TO CONSULTANTS AND GET LITTLE IN RETURN? \n\nwOw. \n\nTHIS IS ALMOST TOO GOOD. \n\n ! \n\nHOW ABOUT \"OUR OPINIONS DON'T MATTER\"?"},"1996-06-13":{"image":"1996-06-13.gif","originalimageurl":"https://web.archive.org/web/20230304103302im_/https://assets.amuniversal.com/7b9d4dd0a036012f2fe600163e41dd5b","title":"","transcript":"OUR OBJECTIVES ARE UNCLEAR AND OUR MISSION STATEMENT IS GIBBERISH... \n\nBUT THANKS TO AN ARTIFICIAL SENSE OF URGENCY, I'M WORKING HARDER THAN EVER! \n\nWHAT'S THE GOOD NEWS YOU SAID YOU HAVE? \n\nAPPARENTLY I'M INSANE. \n\nBUT I'M ONE OF THE HAPPY KINDS!"},"1996-06-14":{"image":"1996-06-14.gif","originalimageurl":"https://web.archive.org/web/20230304041201im_/https://assets.amuniversal.com/77e56b20a036012f2fe600163e41dd5b","title":"","transcript":"THIS COMPANY MAKES PERFECT SENSE, NOW THAT I'M INSANE. \n\nFOR EXAMPLE, IT MIGHT SEEM AS THOUGH WE'RE WOEFULLY UNDERSTAFFED, BUT I CAN COMPENSATE BY WORKING SMARTER NOT HARDER. \n\nHEY, IF I'M CAPABLE OF WORKING SMARTER, THEN WHY DO I WORK HERE? \n\nTHE HEALING HAS BEGUN"},"1996-06-15":{"image":"1996-06-15.gif","originalimageurl":"https://web.archive.org/web/20230302011055im_/https://assets.amuniversal.com/7967af30a036012f2fe600163e41dd5b","title":"","transcript":", I NOTICE YOU'VE BEEN LOOKING DEPRESSED LATELY. \n\nHERE'S A PRESCRIPTION FOR AN ANTIDEPRESSANT DRUG. BE SURE TO EXERCISE REGULARLY AND DON'T SKIP MEALS. \n\nWHAT MAKES YOU THINK YOU'RE QUALIFIED TO DIAGNOSE MY MENTAL HEALTH?!! \n\nI'D BETTER DOUBLE IT."},"1996-06-16":{"image":"1996-06-16.gif","originalimageurl":"https://web.archive.org/web/20230304041156im_/https://assets.amuniversal.com/18c2fe90a037012f2fe600163e41dd5b","title":"","transcript":", I'VE DECIDED TO DOWNSIZE YOU. \n\nIT'S NOTHING PERSONAL, JUST AN ECONOMIC NECESSITY. \n\nI CALCULATED HOW MUCH YOUR SALARY WAS DRAGGING DOWN THE VALUE OF MY STOCK OPTIONS. \n\nWITHOUT YOU, I CAN AFFORD TO GO TO THE MOVIES ONE ADDITIONAL TIME PER YEAR. \n\nAND LET'S FACE IT: RECREATION IS IMPORTANT WHEN ONE HAS A STRESSFUL JOB. \n\nHEY, WHY DON'T YOU DOWNSIZE WALLY INSTEAD. YOULL SAVE ENOUGH IN OFFICE SUPPLIES TO BUY POPCORN TOO. \n\nSHEESH! \n\nHOW'D IT GO? \n\nYOU KNOW THAT TEAM-BUILDING EXERCISE WE DID LAST WEEK? \n\nIT DIDN'T TAKE."},"1996-06-17":{"image":"1996-06-17.gif","originalimageurl":"https://web.archive.org/web/20230304201925im_/https://assets.amuniversal.com/1924cba0a037012f2fe600163e41dd5b","title":"","transcript":"THE STATUS OF MY ACTION ITEM IS 50% DONE. \n\nSPECIFICALLY, I FINISHED THE ITEM PART BUT NOT THE ACTION. \n\nDO YOU HAVE AN ESTIMATE FOR WHEN THE ACTION WILL BE DONE? \n\nYES, AND THAT ESTIMATE IS 100% COMPLETE!"},"1996-06-18":{"image":"1996-06-18.gif","originalimageurl":"https://web.archive.org/web/20230302173848im_/https://assets.amuniversal.com/171dd460a037012f2fe600163e41dd5b","title":"","transcript":"10 INJURY FREE DAYS BAN! \n\nAAREEIT!! \n\nBRROLL THUD THIS IS VERY IRONIC. \n\nNO, IT WAS IRONIC WHEN IT HAPPENED ELEVEN DAYS AGO."},"1996-06-19":{"image":"1996-06-19.gif","originalimageurl":"https://web.archive.org/web/20230308090902im_/https://assets.amuniversal.com/19f68860a037012f2fe600163e41dd5b","title":"","transcript":"SOME IDIOT STOOD ON A CHAIR AND FELL OFF NOW WE ALL HAVE TO TAKE TWELVE HOURS OF CHAIR SAFETY TRAINING. \n\nIS THAT A \"DO\" OR A \"NOT DO\"?"},"1996-06-20":{"image":"1996-06-20.gif","originalimageurl":"https://web.archive.org/web/20230301084447im_/https://assets.amuniversal.com/1854fa40a037012f2fe600163e41dd5b","title":"","transcript":"CAROL, I ASKED YOU TO ENROLL ME IN THE QUALITY COLLEGE, BUT THE CONFIRMATION SAYS CLOWN COLLEGE. \n\nIT'S A PREREQUISITE COURSE. \n\nTHIS IS GONNA COST ME ON SECRETARIES DAY. \n\nI HOPE IT'S OKAY TO BE AN ANGRY CLOWN."},"1996-06-21":{"image":"1996-06-21.gif","originalimageurl":"https://web.archive.org/web/20230308090909im_/https://assets.amuniversal.com/17e985f0a037012f2fe600163e41dd5b","title":"","transcript":"I WAS GOING TO GET THE \"BUNS OF STEEL\" VIDEO BUT I'M MAKING EXCELLENT PROGRESS WITHOUT IT. \n\nWHEN THEY SAY STEEL, IT REFERS TO HARDNESS, NOT WEIGHT. \n\nI KNEW IT SEEMED TOO EASY. \n\nSTAY AWAY FROM LARGE MAGNETS."},"1996-06-22":{"image":"1996-06-22.gif","originalimageurl":"https://web.archive.org/web/20230302013518im_/https://assets.amuniversal.com/1a52ab50a037012f2fe600163e41dd5b","title":"","transcript":"THE ONLY EMPLOYEE SUGGESTIONS THAT GET ACCEPTED ARE THE ONES THAT ARE HARMLESS AND STUPID. \n\nI SUBMITTED SOME HARMLESS AND STUPID IDEAS TO TEST MY THEORY. \n\nSUGGESTION: REPLACE ALL #2 PENCILS WITH #4 PENCILS. THE HARD LEAD LASTS LONGER YET COSTS THE SAME. \n\nTHAT COULD WORK."},"1996-06-23":{"image":"1996-06-23.gif","originalimageurl":"https://web.archive.org/web/20230301131240im_/https://assets.amuniversal.com/16bcc030a037012f2fe600163e41dd5b","title":"","transcript":"I WON'T ALWAYS BE AROUND TO BE YOUR MENTOR, ASOK SO I'VE CAPTURED ALL OF MY CAREER WISDOM IN THIS SOFTWARE, WHICH I CALL THE \"AUTOMENTOR.\" AUTOMENTOR, HOW CAN I ACHIEVE JOB SATISFACTION? \n\nTRY GIVING YOURSELF A MASSAGE IN YOUR CUBICLE. \n\nAUTOMENTOR, HOW CAN I MAKE SURE MY ACCOMPLISHMENTS GET NOTICED? \n\nTHAT'S NOT A PROBLEM AT THIS COMPANY; NOBODY ACCOMPLISHES ANYTHING. \n\nSHOULD I LOOK FOR A NEW JOB? \n\nTOO LATE. THEY DON'T CALL THIS PLACE THE \"RSUM STAIN\" FOR NOTHING. \n\nHOW DO YOU HANDLE ALL THE HOPELESSNESS? \n\nI GIVE IT TO THE NEW GUY."},"1996-06-24":{"image":"1996-06-24.gif","originalimageurl":"https://web.archive.org/web/20230303032857im_/https://assets.amuniversal.com/1aaead10a037012f2fe600163e41dd5b","title":"","transcript":"HERE'S A DRAFT OF MY NEW OBJECTIVES. I TRIED TO MAKE THEM ACHIEVABLE. \n\n\"NO MATTER HOW STUPID MY COWORKERS ARE, I WILL NOT PUNCH A HOLE IN ANYONE'S TORSO, RIP OUT A VITAL ORGAN AND KEEP IT IN MY CUBICLE AS A WARNING TO OTHERS.\" I HOPE SHE GETS THOSE OBJECTIVES APPROVED. \n\nYES! IT'S MEASURABLE!"},"1996-06-25":{"image":"1996-06-25.gif","originalimageurl":"https://web.archive.org/web/20230304043816im_/https://assets.amuniversal.com/198b23b0a037012f2fe600163e41dd5b","title":"","transcript":"I COULD SIT HERE DOING NOTHING. \n\nOR I COULD IMPLEMENT A BOLD QUALITY INITIATIVE WITH THE HELP OF MY TALENTED AND ENERGETIC COWORKERS. \n\nI CRACK ME UP."},"1996-06-26":{"image":"1996-06-26.gif","originalimageurl":"https://web.archive.org/web/20230305101705im_/https://assets.amuniversal.com/177a98c0a037012f2fe600163e41dd5b","title":"","transcript":"WHAT EXACTLY IS THE DOGBERT DAY CARE CONCEPT ? \n\nPROGRESSIVE COMPANIES CAN PROVIDE DAY CARE WITHOUT SPENDING A BUNDLE. \n\nWOULDN'T WE SPEND A FORTUNE ON DUCT ? \n\nIT'S REUSABLE UNLESS IT GETS SLOBBERED ON."},"1996-06-27":{"image":"1996-06-27.gif","originalimageurl":"https://web.archive.org/web/20230304043821im_/https://assets.amuniversal.com/407a29a0a037012f2fe600163e41dd5b","title":"","transcript":"ALICE, I NEED TO GATHER SOME REQUIREMENTS BEFORE DESIGNING THE COMPANY CHILD CARE FACILITY. \n\nDO YOU MIND IF YOUR CHILDREN SPEND THE DAY SEWING GARMENTS IN A WINDOWLESS ROOM FULL OF ILLEGAL I MIND ALIENS? \n\nI'LL PUT YOU DOWN AS A MAYBE. \n\nWOULD I GET DISCOUNTS ON THOSE GARMENTS?"},"1996-06-28":{"image":"1996-06-28.gif","originalimageurl":"https://web.archive.org/web/20230304102846im_/https://assets.amuniversal.com/d4542c00a037012f2fe600163e41dd5b","title":"","transcript":"HERE'S MY FINAL PLAN FOR THE COMPANY'S DAY CARE FACILITY. \n\nI CALL IT FREE RANGE DAY CARE. THE CHILDREN ARE ALLOWED TO ROAM FREE AMONG THE CUBICLES. IT'S VERY ECONOMICAL. \n\nI DONT BELIEVE HE'S REALLY AN EVIL TROLL. \n\nLOOK AT THE \"POWERPOINT\" SLIDES HE'S MAKING. IT'S NOT HUMAN."},"1996-06-29":{"image":"1996-06-29.gif","originalimageurl":"https://web.archive.org/web/20230302183909im_/https://assets.amuniversal.com/d62c80f0a037012f2fe600163e41dd5b","title":"","transcript":"THE RESULTS OF THE EMPLOYEE SATISFACTION SURVEY ARE IN. SCORES FOR MY DEPARTMENT ARE DISMAL. \n\nI'M ASSIGNING YOU TO THE SATISFACTION TASK FORCE UNTIL THE PROBLEM IS SOLVED. \n\nPLEASE... ANYTHING BUT THAT. \n\nHOW SATISFIED ARE YOU NOW?"},"1996-06-30":{"image":"1996-06-30.gif","originalimageurl":"https://web.archive.org/web/20230304211850im_/https://assets.amuniversal.com/d4aae9e0a037012f2fe600163e41dd5b","title":"","transcript":"I CALL MY INVENTION THE D-CHIP TELEVISION FILTER. \n\nI FEEL SAFER ALREADY. \n\nIT SCREENS OUT ANY SHOW WITH VIOLENCE. \n\nTHERE GOES THE NEWS, SPORTS AND DRAMAS. \n\nIT ALSO GETS RID OF SHOWS THAT FEATURE DISHONESTY OR SEXUAL INNUENDOS. \n\nGOODBYE COMEDY AND COMMERCIALS. \n\nLET'S HOOK IT UP. \n\nALL WE'RE GETTING IS WEATHER REPORTS. \n\nA HUGE TORNADO RIPPED THROUGH A IBERE SSSS SSSSS555S IT WORKS! \n\nTHE EVIL CAN'T GET TO US NOW, DOGBERT. \n\nUNHOOK THAT #!*% THING OR I'LL RIP OFF YOUR LEG AND BEAT YOU TO DEATH WITH IT."},"1996-07-01":{"image":"1996-07-01.gif","originalimageurl":"https://web.archive.org/web/20230307121135im_/https://assets.amuniversal.com/d5168fa0a037012f2fe600163e41dd5b","title":"","transcript":"RATBERT, MY COMPANY IS HIRING FOR OUR QUALITY ASSURANCE GROUP. YOU'D BE PERFECT. \n\nWHAT WOULD I HAVE TO DO? \n\nYOU WOULD FIND FLAWS IN OUR NEW PRODUCT, THUS MAKING YOURSELF AN OBJECT OF INTENSE HATRED AND RIDICULE. \n\nBUT THEN YOU'D FIX THOSE FLAWS... AND YOUR RESPECT FOR ME WOULD GROW INTO A SPECIAL BOND OF FRIENDSHIP, RIGHT?! \n\nNO, THEN WE SHIP."},"1996-07-02":{"image":"1996-07-02.gif","originalimageurl":"https://web.archive.org/web/20230307121518im_/https://assets.amuniversal.com/d5d6c5a0a037012f2fe600163e41dd5b","title":"","transcript":"I'D BE PERFECT FOR THE JOB IN QUALITY ASSURANCE. HERE'S MY RESUME. \n\nARE YOU BOTHERED BY THE FACT THAT HALF OF NOPE! I'M NOT YOUR WORDS EVEN BOTHERED ARE SPELLED BY YOUR ANAL- WRONG? \n\nRETENTIVE BEHAVIOR. \n\nYOU'RE HIRED. YOUR BONUS WILL EQUAL NEGATIVE 100% OF YOUR BASE SALARY. OKAY? \n\nI DON'T SEE ANY PROBLEM WITH THAT."},"1996-07-03":{"image":"1996-07-03.gif","originalimageurl":"https://web.archive.org/web/20230307120652im_/https://assets.amuniversal.com/d6b3c7c0a037012f2fe600163e41dd5b","title":"","transcript":"MY QUALITY ASSURANCE REVIEW OF YOUR BETA PRODUCT TURNED UP A FEW BUGS, WALLY. \n\nI'VE CLASSIFIED THE BUGS BY SEVERITY: 1) LETHAL, 2) BONEHEADED, 3) VEXING. \n\nALL I SEE ARE LETHAL AND VEXING. WHERE'S BONEHEADED? \n\nI'M TRYING TO RENT A STADIUM TO HOLD THE PRINTOUT."},"1996-07-04":{"image":"1996-07-04.gif","originalimageurl":"https://web.archive.org/web/20230307121311im_/https://assets.amuniversal.com/d56dbe70a037012f2fe600163e41dd5b","title":"","transcript":"IN THE SHORT TIME YOU'VE WORKED IN QUALITY ASSURANCE, YOU'VE FOUND A HUGE NUMBER OF FLAWS IN OUR PROTOTYPE. \n\nTHAT'S MY YOU'RE JEOPARDIZING OUR SCHEDULE. THE ENTIRE PROJECT WILL FAIL AND IT'S ALL YOUR FAULT. \n\nWHY IS IT MY FAULT? \n\nIF A TREE FALLS IN THE FOREST... AND WEVE ALREADY SOLD THE TREE... \n\nDOES IT HAVE QUALITY? \n\nHOW MANY ANGELS CAN DANCE ON YOUR HEAD?"},"1996-07-05":{"image":"1996-07-05.gif","originalimageurl":"https://web.archive.org/web/20230307120425im_/https://assets.amuniversal.com/356f0950a039012f2fe600163e41dd5b","title":"","transcript":"LET'S HAVE A LITTLE PREMEETING TO PREPARE FOR THE MEETING TOMORROW. \n\nWHOA! DO YOU THINK IT'S SAFE TO JUMP RIGHT INTO THE PREMEETING WITHOUT PLANNING IT? \n\nOKAY, LET'S GET THIS PRELIMINARY PREMEETING MEETING GOING. \n\nYOU THINK YOU'RE FUNNY, BUT YOU'RE NOT."},"1996-07-06":{"image":"1996-07-06.gif","originalimageurl":"https://web.archive.org/web/20230307121232im_/https://assets.amuniversal.com/3014af80a039012f2fe600163e41dd5b","title":"","transcript":"I COULDN'T HELP NOTICING THE BUGS IN THE PROGRAM ON THIS OLD DISKETTE YOU THREW AWAY. \n\nI FIXED THE BUGS AND TIGHTENED THE CODE FROM TWELVE THOUSAND LINES TO SIXTEEN. \n\nIT TOOK ME THREE MONTHS TO WRITE THAT PROGRAM I TOOK THE LIBERTY OF UPDATING YOUR RESUME. I'M GUESSING YOU'LL NEED IT SOON."},"1996-07-07":{"image":"1996-07-07.gif","originalimageurl":"https://web.archive.org/web/20230307121220im_/https://assets.amuniversal.com/32b92260a039012f2fe600163e41dd5b","title":"","transcript":"I'LL BE WRITING YOUR PERFORMANCE REVIEW THIS AFTERNOON. \n\nBUT THIS MORNING I'M HELPING MY DAUGHTER SELL CUB GIRL COOKIES. \n\nFOR YOUR SHOPPING CONVENIENCE I HAVE ASSIGNED A NAME TO EACH VOLUME LEVEL. \n\nZERO TO FOUR BOXES IS THE \"DOWNSIZER\" VOLUME.. \n\nFIVE TO EIGHT BOXES IS THE \"LOW PERFORMER\" VOLUME LEVEL. \n\nLET'S SAY SIX HUNDRED BOXES. \n\n... THE \"FAST TRACKER.\" AN EXCELLENT CHOICE. \n\nWHAT'S YOUR DAUGHTER'S NAME? \n\n... \n\nGOTTA GO. \n\nI ONLY BOUGHT TWELVE BOXES. NOW I'M THE \"UNITED WAY\" CHAIRPERSON I JUST SIGNED YOUR NAME FOR SIX HUNDRED MORE"},"1996-07-08":{"image":"1996-07-08.gif","originalimageurl":"https://web.archive.org/web/20230307121112im_/https://assets.amuniversal.com/369618e0a039012f2fe600163e41dd5b","title":"","transcript":"SOMEDAY WHEN I BECOME THE SUPREME RULER OF EARTH... \n\nI'LL ORDER EVERYBODY TO GO OUTSIDE ONCE A DAY AND RUN AROUND WITH THEIR MOUTHS OPEN. \n\nBECAUSE YOU SUPPORT FRESH AIR AND EXERCISE? \n\nBECAUSE I HATE FLIES."},"1996-07-09":{"image":"1996-07-09.gif","originalimageurl":"https://web.archive.org/web/20230307121248im_/https://assets.amuniversal.com/35cd53f0a039012f2fe600163e41dd5b","title":"","transcript":"THANKS FOR MAKING THAT PRODUCT MOCKUP LAST WEEK. THE CUSTOMER LIKED IT SO MUCH THAT HE ORDERED A THOUSAND! \n\nTHAT WAS A MOCKUP! \n\nWE DON'T MAKE THAT PRODUCT YET. IT WOULD TAKE THREE YEARS TO MAKE ONE. \n\nJUST GIVE ME A THOUSAND MOCKUPS. \n\nTHE FIRST ONE WAS TERRIFIC! \n\nTHE MOCKUP WAS OUR COMPETITOR'S PRODUCT WITH DUCT TAPE OVER THE LOGO."},"1996-07-10":{"image":"1996-07-10.gif","originalimageurl":"https://web.archive.org/web/20230301125002im_/https://assets.amuniversal.com/34a18120a039012f2fe600163e41dd5b","title":"","transcript":"I'LL NEED YOUR FULL MANAGEMENT SUPPORT IN THIS MEETING WITH SALES. \n\nJUST WATCH THE MASTER AT WORK. \n\nI PROMISED A CUSTOMER A PRODUCT THAT WE DON'T MAKE. YOU NEEDTO ENGINEER-UP A THOUSAND UNITS BY EARLY NEXT WEEK. \n\nIS THURSDAY OKAY? \n\nWAIT UNTIL HE FINDS OUT THAT THURSDAY ISN'T \"EARLY NEXT WEEK.\"  !"},"1996-07-11":{"image":"1996-07-11.gif","originalimageurl":"https://web.archive.org/web/20230303031340im_/https://assets.amuniversal.com/33ed0b60a039012f2fe600163e41dd5b","title":"","transcript":"I'M ASSIGNING EACH OF YOU TO A SEPARATE \"QUALITY\" INITIATIVE. \n\nIS THERE ANY RISK THIS WILL DEVOUR OUR PRODUCTIVE HOURS, LOWER OUR MORALE AND HAVE NO IMPACT ON OUR PROFITABILITY? \n\nAND WE'LL HAVE A CONTEST TO COMEUP WITH A NAME FOR THE OVERALL INITIATIVE. \n\nHOW ABOUT \"QUALICIDE\"?"},"1996-07-12":{"image":"1996-07-12.gif","originalimageurl":"https://web.archive.org/web/20230308083940im_/https://assets.amuniversal.com/35005770a039012f2fe600163e41dd5b","title":"","transcript":"HE'S WITH THE OTHER MANAGERS IN AN EMPLOYEE RANKING AND RATING SESSION. \n\nYOUR SALARY DEPENDS ON HOW WELL YOUR BOSS CAN DEFEND YOUR PROPOSED RAISE TO THE OTHER MANAGERS. \n\n I'M FAIRLY SURE THIS DILBERT GUY WORKS FOR YOU. \n\nDOESN'T RING A BELL."},"1996-07-13":{"image":"1996-07-13.gif","originalimageurl":"https://web.archive.org/web/20230301223818im_/https://assets.amuniversal.com/3627d9c0a039012f2fe600163e41dd5b","title":"","transcript":"CATBERT, THE EVIL DIRECTOR OF HUMAN RESOURCES WALLY, IT'S TIME FOR YOUR MANDATORY BLOOD TEST. \n\nDON'T TAKE DRUGS. \n\nI'M TESTING TO SEE IF YOU'RE STEALING TIME FROM THE COMPANY. \n\nTIME? \n\nHOW CAN YOU TEST FOR THAT? \n\nWE TEST YOUR GENERAL HEALTH./ IF IT'S GOOD, YOU'RE NOT WORKING ENOUGH HOURS. \n\nYOU THIEF."},"1996-07-14":{"image":"1996-07-14.gif","originalimageurl":"https://web.archive.org/web/20230303035753im_/https://assets.amuniversal.com/324a0da0a039012f2fe600163e41dd5b","title":"","transcript":"ACCORDING TO THIS PHONE BILL, YOU'VE BEEN MAKING PERSONAL CALLS. \n\nTHAT'S LIKE STEALING FROM THE COMPANY, ALICE MUST... CONTROL FIST... OF DEATH I SPENT EIGHTY CENTS TO TELL MY FAMILY I WAS WORKING LATE. \n\nHERE'S A DOLLAR. THE EXTRA TWENTY CENTS IS FOR THE PERSONAL THOUGHT THAT I'M ABOUT TO HAVE ON COMPANY TIME. \n\nMM. \n\nAND HERE'S MY BILL FOR $40,000 IN UNPAID OVERTIME THAT THE COMPANY STOLE FROM ME. \n\nTHAT'S NOT STEALING; THAT'S BEING COMPETITIVE. \n\nI THINK I'LL BE COMPETITIVE WITH A FEW BUSHELS OF OFFICE SUPPLIES LATER TODAY."},"1996-07-15":{"image":"1996-07-15.gif","originalimageurl":"https://web.archive.org/web/20230308032339im_/https://assets.amuniversal.com/2e1d6390a039012f2fe600163e41dd5b","title":"","transcript":"CATBERT, THE EVIL DIRECTOR OF HUMAN RESOURCES ACCORDING TO MY SOURCES, YOU'VE BEEN ENJOYING YOUR JOB, WALLY. \n\nIT WAS TEMPORARY. \n\nI DON'T KNOW WHAT GOT INTO ME... \n\nPLEASE REFER TO PAGE ONE OF THE EMPLOYEE MANUAL. \n\n\"JOB SATISFACTION IS THE SAME AS STEALING FROM THE COMPANY. \" I'LL HAVE TO CHARGE YOU FOR ADMISSION UNLESS I START HEARING SOME SHRIEKS OF PAIN."},"1996-07-16":{"image":"1996-07-16.gif","originalimageurl":"https://web.archive.org/web/20230303035749im_/https://assets.amuniversal.com/375ea7f0a039012f2fe600163e41dd5b","title":"","transcript":"IN THE YEAR THAT WE'VE DATED, LIZ, YOU'VE OFTEN MENTIONED VARIOUS PROBLEMS IN YOUR LIFE. \n\nI HAVE COMPILED THOSE PROBLEMS INTO A LIST OF REQUIREMENTS AND DEVELOPED A COMPREHENSIVE SET OF SOLUTIONS. \n\nHOW THOUGHTFUL. \n\nI DIDN'T EVEN KNOW I WAS BROKEN. \n\nNO, NO, NOT BROKEN... \n\nJUST A BIT BUGGY."},"1996-07-17":{"image":"1996-07-17.gif","originalimageurl":"https://web.archive.org/web/20230302171404im_/https://assets.amuniversal.com/36f8ee20a039012f2fe600163e41dd5b","title":"","transcript":"UM... WHEN I'VE SHARED MY FEELINGS WITH YOU, I WASN'T HOPING YOU'D DESIGN AN ACTION PLAN TO SOLVE ALL OF MY PROBLEMS. \n\nWHY ELSE WOULD YOU TELL ME ALL OF YOUR PROBLEMS... UNLESS IT'S SOME DEMENTED PLOT TO MAKE YOURSELF FEEL BETTER AT MY EXPENSE? \n\nYOU WERE RIGHT. \n\nIT WAS ALL A DEMENTED PLOT. \n\nI'M TRYING TO GRADUALLY LIFT YOUR VEIL OF IGNORANCE."},"1996-07-18":{"image":"1996-07-18.gif","originalimageurl":"https://web.archive.org/web/20230304195050im_/https://assets.amuniversal.com/2d640870a039012f2fe600163e41dd5b","title":"","transcript":"OUR NEW \"RECOGNITION PROGRAM\" ASSIGNS THE NAMES OF PRECIOUS GEMS TO YOUR LEVELS OF PERFORMANCE. \n\nTHE HIGHEST LEVEL IS DIAMOND. YOU GET A NEW RING AT EACH LEVEL. \n\nARE YOU SURE TALC IS A PRECIOUS GEM? \n\nI THINK I SAW IT SPARKLE."},"1996-07-19":{"image":"1996-07-19.gif","originalimageurl":"https://web.archive.org/web/20230303161939im_/https://assets.amuniversal.com/33902660a039012f2fe600163e41dd5b","title":"","transcript":"AS YOU CAN SEE FROM MY RING, IM A MEMBER OF THE \"TALC CLUB\" AT WORK. \n\nWITH HARD WORK AND A BIT OFLUCK I WILL RISE TO THE NEXT LEVEL: SHALE. \n\nI CAN HONESTLY SAY MY RESPECT FOR YOU HAS NEVER BEEN HIGHER. \n\nSOMEDAY, GOD WILLING, I'LL MAKE IT TO ALUMINUM."},"1996-07-20":{"image":"1996-07-20.gif","originalimageurl":"https://web.archive.org/web/20230304132144im_/https://assets.amuniversal.com/2fae8440a039012f2fe600163e41dd5b","title":"","transcript":"IT'S TIME FOR ME TO UPDATE YOUR OBJECTIVES, ALICE. \n\nWE NEED TARGETS THAT CAN ONLY BE ACHIEVED BY AMAZINGLY HARD WORK PLUS THE CONSTANT SUPPORT OF MANAGEMENT. \n\nI'M BUSY, SO YOU'LL HAVE TO WRITE THEM YOURSELF. \n\nWHAT'S WRONG WITH THIS PICTURE?"},"1996-07-21":{"image":"1996-07-21.gif","originalimageurl":"https://web.archive.org/web/20230302111523im_/https://assets.amuniversal.com/30b4f240a039012f2fe600163e41dd5b","title":"","transcript":"DOGBERT, DO YOU THINK LOVE IS THE STRONGEST FORCE IN THE UNIVERSE? \n\nNO, I'D HAVE TO GO WITH STUPIDITY. \n\nFOLLOWED CLOSELY BY ITS COUSIN IGNORANCE MORNING BREATH IS NUMBER THREE. \n\nTHANKS FOR REMINDING ME. \n\nTHEN YOU'VE GOT SELFISHNESS, LUST, FEAR, MONEY AND LUCK. \n\nBUT LOVE IS IN THE TOP TEN, RIGHT? \n\nIT'S FOURTEENTH, RIGHT AFTER FOOLISH OPTIMISM SOMEONE NEEDS HIS LITTLE ROUND BACK SCRATCHED. \n\nDO NOT. \n\nWHERE'S LOVE NOW? \n\nIT'S DOWN AND TO THE LEFT... \n\nLEFT!! LEFT!! \n\nLEFT!! \n\nOOWAHH..."},"1996-07-22":{"image":"1996-07-22.gif","originalimageurl":"https://web.archive.org/web/20230303232400im_/https://assets.amuniversal.com/3175e380a039012f2fe600163e41dd5b","title":"","transcript":"NOW THAT JOB SECURITY IS A THING OF THE PAST, I'VE NOTICED THAT MY COMPANY LOYALTY HAS VANISHED, TOO. \n\nAND WHEN YOU MADE MY BONUS PRIMARILY DEPENDENT ON THE BLUNDERS OF SENIOR MANAGEMENT, MY MOTIVATION FLUTTERED AWAY LIKE A LONELY SPARROW. \n\nSO YOUR POINT IS? \n\nNO POINT. I JUST DIDN'T HAVE ANY REASON TO BE WORKING."},"1996-07-23":{"image":"1996-07-23.gif","originalimageurl":"https://web.archive.org/web/20230304142053im_/https://assets.amuniversal.com/2f4cc980a039012f2fe600163e41dd5b","title":"","transcript":"I MAY BE AN IGNORANT RAT, BUT THAT'S OKAY BECAUSE IGNORANCE IS ... UM UM -... \n\nBLISS... \n\nIGNORANCE IS BLISS. \n\nOH, GREAT. \n\nNOW IT'S GONE. \n\nOOPS"},"1996-07-24":{"image":"1996-07-24.gif","originalimageurl":"https://web.archive.org/web/20230302122650im_/https://assets.amuniversal.com/310f95c0a039012f2fe600163e41dd5b","title":"","transcript":"I ADMIT I WAS SKEPTICAL WHEN YOU SAID I WOULD BE EMPOWERED TO MAKE MY OWN DECISIONS... \n\nBUT I GIVE YOU CREDIT. \n\nYOU'VE LET ME WORK INDEPENDENTLY FOR THREE MONTHS WHAT'S THAT LOOK ON YOUR FACE? \n\nPLEASE TELL ME THAT IT WAS EMPOWERMENT I WAS EXPERIENCING. \n\nDID I EVER MENTION THAT YOUR PROJECT WAS CANCELED?"},"1996-07-25":{"image":"1996-07-25.gif","originalimageurl":"https://web.archive.org/web/20230304142049im_/https://assets.amuniversal.com/3324afe0a039012f2fe600163e41dd5b","title":"","transcript":"IT LOOKS LIKE WELL RELEASE OUR NEW PRODUCT ON TIME, DESPITE ITS MANY DEFECTS. \n\nWE'VE MINIMIZED THE ECONOMIC IMPACT OF THE DEFECTS VIA AN ADVANCED BUSINESS PROCESS CALLED \"HOPING NOBODY NOTICES. \" AND WE'VE DOUBLED OUR PROJECTED INCOME BY MODIFYING OUR ASSUMPTIONS! \n\nA LOT OF THIS JOBIS MENTAL."},"1996-07-26":{"image":"1996-07-26.gif","originalimageurl":"https://web.archive.org/web/20230302200413im_/https://assets.amuniversal.com/2ef1ffa0a039012f2fe600163e41dd5b","title":"","transcript":"HERE IN THE \"DOGBERT INSTITUTE FOR ADVANCED THINKING,\" I HAVE DEVISED A PLAN FOR ENDING POVERTY. \n\nMY PLAN IS TO WAIT UNTIL THERE ARE SO MANY TALK SHOWS ON TELEVISION THAT ALL THE PEOPLE WITH WRETCHED LIVES CAN BE PAID GUESTS. \n\nWHAT ABOUT THE POOR PEOPLE WHO DON'T WANT TO BE ON TALK SHOWS? \n\nWE'LL GET THE STRAGGLERS ON \"COPS.\""},"1996-07-27":{"image":"1996-07-27.gif","originalimageurl":"https://web.archive.org/web/20230304012940im_/https://assets.amuniversal.com/2dc1bd80a039012f2fe600163e41dd5b","title":"","transcript":"FROM NOW ON, I WILL NOT TRY TO REASON WITH THE IDIOTS I ENCOUNTER. I WILL DISMISS THEM BY WAVING MY PAW AND SAYING \"BAH.\" JUST BECAUSE SOMEONE THINKS DIFFERENTLY FROM YOU DOESN'T MEAN HE'S AN IDIOT, DOGBERT."},"1996-07-28":{"image":"1996-07-28.gif","originalimageurl":"https://web.archive.org/web/20230305003848im_/https://assets.amuniversal.com/2e7f88c0a039012f2fe600163e41dd5b","title":"","transcript":"THE BUDGET TRAP I NEED A QUICK ESTIMATE FOR HOW MUCH YOUR NEXT PROJECT WILL COST, WALLY. \n\nHOW SHOULD I KNOW? \n\nYOU HAVEN'T EVEN TOLD ME WHAT MY NEXT PROJECT IS. \n\nTHAT'S OKAY. I ONLY NEED A ROUGH ESTIMATE FOR PLANNING PURPOSES. \n\nI SEE WHERE THIS IS GOING. YOU'RE GOING TO TURN MY WILD GUESS INTO A BUDGET. \n\nLATER I'LL BE BLAMED WHEN IT'S WRONG. \n\nNO, NO. I WON'T HOLD YOU TO THESE NUMBERS. \n\nWELL... OKAY, LET'S SAY TWO MILLION DOLLARS. \n\nOOH... CAN'T AFFORD THAT. I'LL PUT YOU DOWN FOR TWENTY THOUSAND DOLLARS. \n\nONE YEAR LATER YOU'RE WAY OVER BUDGET. \n\nCAN YOU SHOW ME THE CAUSE? \n\nIT DEPENDS. \n\nCAN MIRRORS REFLECT YOUR IMAGE?"},"1996-07-29":{"image":"1996-07-29.gif","originalimageurl":"https://web.archive.org/web/20230304032308im_/https://assets.amuniversal.com/3446f0a0a039012f2fe600163e41dd5b","title":"","transcript":"LARRY, I'M HERE TO ANNOUNCE MY CANDIDACY FOR SUPREME RULER OF THE UNIVERSE. \n\nTHAT'S FUNNY! \n\nTELL US ABOUT YOUR NEXT MOVIE, SHARON. \n\nI'M NOT SHARON STONE. I SAID THAT TO GET ON THE SHOW. \n\nSO... WHEN I EMBRACED YOU BEFORE THE SHOW... \n\nI THINK WE'RE BOTH GLAD I HAVE NO VISIBLE MOUTH"},"1996-07-30":{"image":"1996-07-30.gif","originalimageurl":"https://web.archive.org/web/20230303001301im_/https://assets.amuniversal.com/31df5950a039012f2fe600163e41dd5b","title":"","transcript":"VOTE FOR ME AND I WILL REFORM THE TAX CODE SO THAT ONLY IDIOTS HAVE TO PAY TAXES! \n\nYAHOO!! \n\nDOGBERT DOGBERT DOGBERT 7411 I HOPE NOBODY ASKS ME TO DEFINE \"IDIOTS.\" ...SO, UNDER YOUR PLAN I WOULDN'T PAY ANY TAXES, RIGHT?"},"1996-07-31":{"image":"1996-07-31.gif","originalimageurl":"https://web.archive.org/web/20230305034743im_/https://assets.amuniversal.com/5c01c4e0a039012f2fe600163e41dd5b","title":"","transcript":"I'M FROM THE ASSOCIATION FOR PRODUCTS THAT ARE BAD FOR YOU. HERE'S A GENEROUS CONTRIBUTION TO YOUR CAMPAIGN. \n\nTHIS IS SO COOL! I'LL USE YOUR MONEY TO GET ELECTED, THEN I'LL PUT YOUR ENTIRE INDUSTRY IN PRISON TO COVER MY TRACKS! \n\nTHIS PROBABLY WRECKS MY CHANCES OF BEING NAMED BRIBER OF THE MONTH."},"1996-08-01":{"image":"1996-08-01.gif","originalimageurl":"https://web.archive.org/web/20230307111059im_/https://assets.amuniversal.com/edca60c0a039012f2fe600163e41dd5b","title":"","transcript":"THE VOTES ARE IN. I'VE BEEN ELECTED TO THE POSITION OF SUPREME RULER OF EARTH. \n\nI WON IN A LANDSLIDE, THANKS TO LOW VOTER TURNOUT AND THE FACT THAT I VOTED FOR MYSELF MANY TIMES. \n\nI HOPE YOU'LL BE A BENEVOLENT RULER I THINK I'LL MAKE CANING AN OLYMPIC EVENT."},"1996-08-02":{"image":"1996-08-02.gif","originalimageurl":"https://web.archive.org/web/20230307110919im_/https://assets.amuniversal.com/ee2d9bb0a039012f2fe600163e41dd5b","title":"","transcript":"MY DOMINION OVER THE PLANET IS NOT WIDELY RECOGNIZED BY THE DOLTS WHO ARE BREATHING MY AIR. \n\nSO I'VE DECLARED TOTAL SOVEREIGNTY OVER A SMALL, EVER-WIDENING ZONE SURROUNDING MY BODY. \n\nHOW BIG IS THE ZONE? \n\nYOU HAVE JUST ENTERED DOGBERT- LAND. PLEASE SHOW YOUR PASSPORT AND LEAVE THE OXYGEN ALONE!"},"1996-08-03":{"image":"1996-08-03.gif","originalimageurl":"https://web.archive.org/web/20230307110838im_/https://assets.amuniversal.com/ee906dc0a039012f2fe600163e41dd5b","title":"","transcript":"IF WE ARE TO SUCCEED, YOU MUST BECOME CHANGE MASTERS IN AN EVER-CHANGING, CHANGE-ADAPTIVE ENVIRONMENT. \n\nLET ME GET THIS STRAIGHT... \n\nEVERY CHANGE SEEMS TO INCREASE OUR WORKLOAD WHILE DECREASING OUR JOB SECURITY AND REAL EARNINGS AFTER INFLATION.. \n\nAND THE PROBLEM IS OUR LACK OF FLEXIBILITY? \n\nNOT ENTIRELY. \n\nTHERE'S ALSO YOUR BAD MORALE."},"1996-08-04":{"image":"1996-08-04.gif","originalimageurl":"https://web.archive.org/web/20230307111302im_/https://assets.amuniversal.com/a800c670a03a012f2fe600163e41dd5b","title":"","transcript":"CAROL, FROM NOW ON I'D LIKE YOU TO TYPE UP ALL OF MY INCOMING VOICE MAIL SO I CAN JUST READ IT. \n\nAND PRINT OUT ALL OF MY EMAIL EVERY DAY SO I DON'T HAVE TO LOG ONTO THE NETWORK AND GET ME A SANDWICH FROM THE CAFETERIA. \n\nOOH, NO CASH. I'LL PAY YOU BACK. \n\nDO YOU WANT ME TO PRECHEW THE SANDWICH OR CAN YOU HANDLE THAT ON YOUR OWN? \n\nLISTEN UP, YOU OVERPAID ENGINEERS... \n\nBY ORDER OF OUR RECLUSIVE BOSS, THE NEW DRESS CODE FOR ENGINEERS IS BUMBLEBEE COSTUMES. \n\nIF YOU DON'T BELIEVE ME, SEND HIM VOICE MAIL AND ASK FOR YOURSELF. \n\nOH, AND HE WANTS YOU TO BUY HIM A SANDWICH STILL NO MESSAGES THIS WEEK? IS EVERYBODY OUT SICK? \n\nI HEARD THEY HAVE HIVES."},"1996-08-05":{"image":"1996-08-05.gif","originalimageurl":"https://web.archive.org/web/20230301143533im_/https://assets.amuniversal.com/aa528700a03a012f2fe600163e41dd5b","title":"","transcript":"TOM, YOU DELICIOUS HUNK OF BURNING LOVE: IF YOU WERE IN MY CUBICLE NOW I'D IT LOOKS AS IF I'M WORKING. NOBODY CAN TELL THAT I'M SENDING STEAMY EMAIL TO MY NEW BOYFRIEND. \n\nTINA, TWO THINGS: WATCH OUT FOR THE \"SEND TO ALL\" ADDRESS, AND THANK YOU VERY MUCH."},"1996-08-06":{"image":"1996-08-06.gif","originalimageurl":"https://web.archive.org/web/20230308031458im_/https://assets.amuniversal.com/a99ca6b0a03a012f2fe600163e41dd5b","title":"","transcript":"I ACCIDENTALLY SENT MY TORRID LOVE LETTER TO EVERY PERSON ON OUR EMAIL SYSTEM. \n\nSHOULD I HIDE FOREVER OR CAN I COUNT ON THE PROFESSIONALISM OF MY COWORKERS? \n\nWE'LL COMPLETE OUR \"CAREER DAY\" TOUR WITH AN EXHIBIT THAT I CALL \"TINA, THE RED- FACED MONKEY OF LOVE.\" IT'S HIDING."},"1996-08-07":{"image":"1996-08-07.gif","originalimageurl":"https://web.archive.org/web/20230308031450im_/https://assets.amuniversal.com/a78215d0a03a012f2fe600163e41dd5b","title":"","transcript":"CATBERT: EVIL HR DIRECTOR IT HAS COME TO MY ATTENTION THAT YOU USED COMPANY RESOURCES TO SEND EMAIL TO YOUR BOYFRIEND I'M WILLING TO OVERLOOK THIS UGLY INCIDENT IN EXCHANGE FOR FIVE MINUTES OF QUALITY PETTING ON MY SOFT, FURRY BELLY. \n\nTHIS SEEMS SO WRONG. \n\nTRY USING BOTH HANDS."},"1996-08-08":{"image":"1996-08-08.gif","originalimageurl":"https://web.archive.org/web/20230301064443im_/https://assets.amuniversal.com/ab124190a03a012f2fe600163e41dd5b","title":"","transcript":"IT'S TIME TO DO PEER- PERFORMANCE REVIEWS! \n\nREMEMBER, THERE'S A LIMITED BUDGET FOR RAISES. YOUR BEST STRATEGY IS TO SLANDER YOUR COWORKERS 50 THERE'S MORE MONEY FOR YOU! \n\nI PLAN TO SAY VERY NICE THINGS ABOUT YOU. \n\nMANAGING NICE TRY, WEASEL-BOY. \n\nIS EASY WHEN YOU HATE THE EMPLOYEES."},"1996-08-09":{"image":"1996-08-09.gif","originalimageurl":"https://web.archive.org/web/20230307110519im_/https://assets.amuniversal.com/abd01710a03a012f2fe600163e41dd5b","title":"","transcript":"WALLY, THESE PEER REVIEWS ARE LIKE THE FAMOUS \"PRISONER'S DILEMMA.\" IF YOU RAT ON ME BUT I SAY GOOD THINGS ABOUT YOU, YOU GET THE BIGGEST RAISE. BUT IF WE PRAISE EACH OTHER WE CAN BOTH GET A SMALL RAISE. \n\nWALLY, IF YOU RAT HIM OUT, I'LL LET YOU LOOK AT MY \"VICTORIA'S SECRET\" CATALOG. \n\nTHIS IS EXACTLY WHY THERE ARE NO COED PRISONS."},"1996-08-10":{"image":"1996-08-10.gif","originalimageurl":"https://web.archive.org/web/20230307110711im_/https://assets.amuniversal.com/a9f62680a03a012f2fe600163e41dd5b","title":"","transcript":"YOU EMPLOYEES ARE THE KEY TO OUR ECONOMIC SUCCESS. \n\nANYTIME WE NEED A LITTLE STOCK-PRICE BOOST, WE JUST FIRE ANOTHER BATCH OF YOU. IT'S LIKE PRINTING MONEY! \n\nIN FACT, \"INCOMPETENCE\" HAS BECOME OUR MOST PROFITABLE PRODUCT. \n\nWOW. IT BEAT OUT \"LYING TO CUSTOMERS."},"1996-08-11":{"image":"1996-08-11.gif","originalimageurl":"https://web.archive.org/web/20230303035731im_/https://assets.amuniversal.com/a8d35c20a03a012f2fe600163e41dd5b","title":"","transcript":"THIS VOICE-MAIL MESSAGE IS FOR THE WHOLE DEPARTMENT. \n\nEVERY MORNING FROM NOW ON YOU'LL GET MY \"QUALITY THOUGHT OF THE DAY.\" TODAY'S THOUGHT IS ... UM... \n\nLET'S SEE... ACCORDING TO WEBSTER'S DICTIONARY AARDVARK IS A BURROWING AFRICAN MAMMAL THAT EATS ANTS WHAT IF WE WERE MORE LIKE THAT? \n\nI MEAN LIKE THE AARDVARK, NOT THE ANTS THAT'S WEIRD. EVERY TIME I LEAVE MY QUALITY THOUGHT OF THE DAY, THE SHARED PRINTER STARTS SPEWING RSUMS"},"1996-08-12":{"image":"1996-08-12.gif","originalimageurl":"https://web.archive.org/web/20230308031910im_/https://assets.amuniversal.com/a93445d0a03a012f2fe600163e41dd5b","title":"","transcript":"CATBERT: EVIL HR DIRECTOR HEY, WALLY... BIG LAYOFFS COMING. \n\nI'VE SEEN THE LIST. \n\nI KNOW MORE ABOUT YOUR FUTURE THAN YOU DO. BUT IT'S A SECRET. \n\nSADLY, CATS DON'T KEEP SECRETS VERY WELL. \n\nNICE CHAIR"},"1996-08-13":{"image":"1996-08-13.gif","originalimageurl":"https://web.archive.org/web/20230302233744im_/https://assets.amuniversal.com/ab700690a03a012f2fe600163e41dd5b","title":"","transcript":"WE DON'T DO \"LAYOFFS\" AT THIS COMPANY. BUT YOU HAVE BEEN SELECTED TO PARTICIPATE IN OUR MOBILITY POOL! \n\nAS THE NAME IMPLIES, YOU GET TO SCURRY AROUND TRYING TO FIND A NONEXISTENT INTERNAL JOB BEFORE THE AX FALLS. \n\nHOW'S THIS DIFFERENT FROM A LAYOFF? \n\nWITH LAYOFFS YOU GET TO KEEP YOUR DIGNITY."},"1996-08-14":{"image":"1996-08-14.gif","originalimageurl":"https://web.archive.org/web/20230307193637im_/https://assets.amuniversal.com/a8616340a03a012f2fe600163e41dd5b","title":"","transcript":"I HEAR YOU'RE ON THE LAYOFF LIST, WALLY. \n\nHAS ANYONE CLAIMED YOUR CHAIR, YET? \n\nI CLAIMED IT A FEW MINUTES AGO. \n\nLIAR! \n\nI GUESS IT'S TRUE WHAT THEY SAY ABOUT LAYOFFS BEING HARD ON THE SURVIVORS. \n\npow!!"},"1996-08-15":{"image":"1996-08-15.gif","originalimageurl":"https://web.archive.org/web/20230303005219im_/https://assets.amuniversal.com/aab22f90a03a012f2fe600163e41dd5b","title":"","transcript":"DOGBERT: CAREER COUNSELOR I WAS FIRED ONCE, BUT I CAME BACK AS A CONTRACT EMPLOYEE. \n\nLATER I WAS REHIRED AT A HIGHER SALARY. \n\nNOW I'M BEING DOWNSIZED AGAIN. DO YOU THINK THEY'LL BE DUMB ENOUGH TO HIRE ME A THIRD TIME? \n\nYOUR STORY REMINDS ME OF THE PARABLE OF THE ANT AND THE SPIDER. \n\nREALLY? \n\nHOW? \n\nTHEY'RE BOTH BORING."},"1996-08-16":{"image":"1996-08-16.gif","originalimageurl":"https://web.archive.org/web/20230301064408im_/https://assets.amuniversal.com/4a424470a03b012f2fe600163e41dd5b","title":"","transcript":"DOGBERT: CAREER COUNSELOR THE COMPANY WON'T LAY YOU OFF IF ENOUGH PEOPLE QUIT FIRST. \n\nYOUR BEST STRATEGY IS TO CONVINCE YOUR COWORKERS THAT THEIR JOBS ARE INTOLERABLE. \n\nWE DO THIS FOR ALL THE YOUNG EMPLOVEES, ASOK. \n\nI'LL CAPTURE ON VIDEO THE EXACT MOMENT THAT YOUR LIFE FORCE LEAVES YOUR BODY."},"1996-08-17":{"image":"1996-08-17.gif","originalimageurl":"https://web.archive.org/web/20230302084331im_/https://assets.amuniversal.com/4ab154b0a03b012f2fe600163e41dd5b","title":"","transcript":"GOOD NEWS, WALLY. MOST OF OUR SMART EMPLOYEES QUIT TO GET MUCH BETTER JOBS ELSEWHERE. NOW WE DON'T HAVE TO DO ANY DOWNSIZING. \n\nYOUR JOB IS SAFE. WE NEED YOU TO DO THE WORK OF ALL THE PEOPLE WHO LEFT. \n\nIS IT JUST ME... OR IS THE QUALITY OF \"GOOD NEWS\" REALLY GOING DOWNHILL LATELY? \n\nI'D HAVE TO SAY YOU'RE BOTH GOING DOWNHILL."},"1996-08-18":{"image":"1996-08-18.gif","originalimageurl":"https://web.archive.org/web/20230304073259im_/https://assets.amuniversal.com/4d6dad80a03b012f2fe600163e41dd5b","title":"","transcript":"PEOPLE ARE GETTING STUPIDER EVERY DAY, RELATIVELY SPEAKING. \n\nTHE COMPLEXITY OF THE WORLD IS INCREASING GEOMETRICALLY. \n\n00%0 BUT YOUR ABILITY TO LEARN IS AT THE SAME SLOW TRICKLE IT HAS ALWAYS BEEN. \n\nINFORMATION IS GUSHING TOWARD YOUR BRAIN LIKE A FIREHOSE AIMED AT A TEACUP. \n\nYOU'RE AT A CROSSROADS IN HISTORY. EVEN THE SMARTEST AMONG YOU HAS BECOME \"FUNCTIONALLY STUPID.\" YOUR ONLY HOPE IS TO CHOOSE A LEADER WHOSE VISION CAN PENETRATE THE THICK FOG OF HUMAN INCOMPETENCE./ DOGBERT FOR SUPREME RULER OF EARTH!! \n\nDO YOU WANT MY OPINION? \n\nWHAT ARE THE ODDS OF THAT?"},"1996-08-19":{"image":"1996-08-19.gif","originalimageurl":"https://web.archive.org/web/20230304033955im_/https://assets.amuniversal.com/4970e4e0a03b012f2fe600163e41dd5b","title":"","transcript":"IVE HIT THE GLASS CEILING. I'LL NEVER BE PROMOTED AGAIN. \n\nTHAT'S BECAUSE YOU'RE NOT WILLING TO \"PLAY THE GAME.\" YOU HAVE TO LOOK AND ACT LIKE THE PERSON WHO CAN PROMOTE YOU. \n\n000- LA LA! \n\nTHIS HAD BETTER WORK."},"1996-08-20":{"image":"1996-08-20.gif","originalimageurl":"https://web.archive.org/web/20230303033347im_/https://assets.amuniversal.com/49df85e0a03b012f2fe600163e41dd5b","title":"","transcript":"MY IDEA IS THAT EVERYONE SHOULD BE REQUIRED TO USE SMALL FONTS. THAT WAY WELL SAVE DISK SPACE. \n\nAND I'VE NOTICED THAT MANY PEOPLE USE ENTIRE COLONS IN SITUATIONS WHERE A SEMICOLON WOULD DO JUST FINE. \n\nYOU'RE RIGHT. \n\nTHAT WAS FUN. \n\nTHE REAL FUN IS WHEN HE DESCRIBES HIS NEW IDEAS AT THE NEXT STAFF MEETING"},"1996-08-21":{"image":"1996-08-21.gif","originalimageurl":"https://web.archive.org/web/20230303034353im_/https://assets.amuniversal.com/4dde4220a03b012f2fe600163e41dd5b","title":"","transcript":"I INVENTED A NEW DATA ENCRYPTION PROGRAM CALLED P.H.B. \n\nWHICH STANDS FOR POINTY-HAIRED BOSS. \n\nIT CONVERTS EMAIL INTO MANAGER BABBLE. \n\nNOBODY CAN INTERCEPT AND DECODE MY PRIVATE MESSAGES WITHOUT THE KEY. \n\nWHO WOULD WANT TO READ YOUR MESSAGES? \n\nSOMEBODY MIGHT WANT TO READ MY MESSAGES. \n\nIT COULD HAPPEN! \n\nAND MAYBE YOU SHOULD CARRY PEPPER SPRAY IN CASE SUPERMODELS TRY TO KISS YOU."},"1996-08-22":{"image":"1996-08-22.gif","originalimageurl":"https://web.archive.org/web/20230301133726im_/https://assets.amuniversal.com/4d0f9fb0a03b012f2fe600163e41dd5b","title":"","transcript":"I AM ONLY A LOWLY INTERN, BUT I SEE AN OBVIOUS SOLUTION TO YOUR PROBLEM. \n\nJUST CLICK HERE... \n\nCLEAR YOUR BUFFERS AND INITIALIZE THE LINK... NOW USE THIS CODE PATCH FOR THE MEMORY LEAK. \n\nTHIS IS FUNNY IF YOU CONSIDER THAT YOUR SALARY IS TWICE AS MUCH AS MINE. \n\nI'M LAUGHING ON THE INSIDE"},"1996-08-23":{"image":"1996-08-23.gif","originalimageurl":"https://web.archive.org/web/20230228130856im_/https://assets.amuniversal.com/490269a0a03b012f2fe600163e41dd5b","title":"","transcript":"ASOK THE INTERN I CAME IN OVER THE WEEKEND AND LOOKED AT THE DESIGN YOUVE BEEN WORKING WITH ALL YEAR. \n\nIT TURNS OUT THAT YOU COULD HAVE BUILT THE UNIT AT HALF THE COST WITH JUST ONE MINOR CHANGE. \n\nIS IT TRUE I CAN WIN AWARDS FOR THIS SORT OF THING? \n\nFETCH THE INTERNAPULT."},"1996-08-24":{"image":"1996-08-24.gif","originalimageurl":"https://web.archive.org/web/20230301133738im_/https://assets.amuniversal.com/4ec7da90a03b012f2fe600163e41dd5b","title":"","transcript":"I'M GOING TO USE BAD GRAMMAR MORE OFTEN. \n\nMY LEADERSHIP WILL CHANGE THE LANGUAGE THROUGH THE PRINCIPLE OF COMMON USAGE. \n\nAND I WON'T STOP UNTIL THE ENTIRE LANGUAGE IS REDUCED TO GRUNTING AND POINTING! BUWAHA- !! \n\nI REALLY GOT RIPPED OFF BY THAT DOG OBEDIENCE SCHOOL./ TOM"},"1996-08-25":{"image":"1996-08-25.gif","originalimageurl":"https://web.archive.org/web/20230303034357im_/https://assets.amuniversal.com/4e4b7770a03b012f2fe600163e41dd5b","title":"","transcript":"OUR SENIOR VICE PRESIDENT WILL BE DROPPING IN TODAY. \n\nREMEMBER TO INCREASE YOUR LIES ACCORDINGLY LIES 305S LEVEL AND DECREASE THE DETAILS YOU PROVIDE. \n\nIF I THINK YOU'RE BEING TOO INFORMATIVE, I'LL SIGNAL BY FIDGETING 5000 DETAILS! \n\nBOSS LEVEL JUST SAY EVERYTHING IS FINE, BUT WE NEED MORE FUNDING. \n\nHERE COMES SORRY I'M LATE. \n\nHOW IS EVERYONE? \n\nI'M NOT SAYING I'M FINE, BUT I NEED MORE FUNDING I HAVE A WIDE VARIETY OF SUPER POWERS. \n\nI FEEL A SUDDEN URGENT NEED TO UNLOAD MY STOCK OPTIONS. \n\nFIDGET FIDGET."},"1996-08-26":{"image":"1996-08-26.gif","originalimageurl":"https://web.archive.org/web/20230308031944im_/https://assets.amuniversal.com/4f31ceb0a03b012f2fe600163e41dd5b","title":"","transcript":"CATBERT THE HR DIRECTOR MORALE IS LOW BECAUSE THE EMPLOYEES ARE UNDERPAID. \n\nYOU CAN COMPENSATE BY HAVING MORE FREQUENT PERFORMANCE REVIEWS. THEY LOVE FEEDBACK. \n\nTHE HARDEST PART IS KEEPING A STRAIGHT FACE. \n\nTELL ME AGAIN WHY I'D WANT MORALE  BE HIGH?"},"1996-08-27":{"image":"1996-08-27.gif","originalimageurl":"https://web.archive.org/web/20230302203329im_/https://assets.amuniversal.com/4cac26c0a03b012f2fe600163e41dd5b","title":"","transcript":"GOOD NEWS, ALICE. \n\nI'M GOING TO HAVE QUARTERLY PERFORMANCE REVIEWS TO BOOST MORALE. \n\nWOW! IN ADDITION TO WORKING SIXTEEN HOURS A DAY IN THIS BIG BOX, NOW I'LL GET 300% MORE CRITICISM! \n\nI'LL HAVE A CHANCE TO HEAR EMPLOYEE CONCERNS FOUR TIMES A YEAR. \n\nI ASSUME COMPREHENSION WILL REMAIN ON THE BICENTENNIAL PLAN."},"1996-08-28":{"image":"1996-08-28.gif","originalimageurl":"https://web.archive.org/web/20230303233810im_/https://assets.amuniversal.com/742e8be0a03b012f2fe600163e41dd5b","title":"","transcript":"AT FIRST I THOUGHT YOU COMMITTED ME TO AN IMPOSSIBLE DEADLINE. BUT I HAVE A THEORETICAL SOLUTION. \n\nD-00 IT INVOLVES FLYING AROUND THE EARTH SO FAST THAT I TRAVEL BACK TO THE PAST. \n\nAND THEN YOU'LL HAVE ENOUGH TIME? \n\nNO, THEN I'LL GIVE YOUR PARENTS THIS PAMPHLET ON CONTRACEPTION"},"1996-08-29":{"image":"1996-08-29.gif","originalimageurl":"https://web.archive.org/web/20230304111445im_/https://assets.amuniversal.com/070e2200a03c012f2fe600163e41dd5b","title":"","transcript":"... SO THE SALESPERSON MADE AN IDIOTIC PROMISE TO OUR CUSTOMER. NOW IT'S MY JOB TO FIX IT. \n\nTHE BRAINIS AN AMAZING THING. \n\nARE YOU SAYING THAT IF I USE THE UNTAPPED POWER OF MY BRAIN, THERE'S A SOLUTION? \n\nNO, I'M SAYING MY AMAZING BRAIN FILTERED OUT YOUR BORING STORY SO I COULD ENJOY MY WALK."},"1996-08-30":{"image":"1996-08-30.gif","originalimageurl":"https://web.archive.org/web/20230305005103im_/https://assets.amuniversal.com/07741c40a03c012f2fe600163e41dd5b","title":"","transcript":"I'VE BECOME ONE OF THOSE PEOPLE WHO MISINTERPRETS EVERYTHING YOU SAY. \n\nWHY? \n\nWHY? ARE YOU SAYING THAT NOTHING SHOULD EVER CHANGE? MAYBE YOU SHOULDN'T BE SO RIGID. \n\nTHIS COULD BE VERY ANNOYING. \n\nMAYBE YOU SHOULD SEE A THERAPIST FOR YOUR EMOTIONAL PROBLEM."},"1996-08-31":{"image":"1996-08-31.gif","originalimageurl":"https://web.archive.org/web/20230304125122im_/https://assets.amuniversal.com/06b5dd10a03c012f2fe600163e41dd5b","title":"","transcript":"I HEAR YOU'RE BECOMING AN ANNOYING PERSON WHO MISINTERPRETS EVERYTHING. \n\nYES, I'M MORE ASSERTIVE. \n\nI SAID ANNOYING, NOT ASSERTIVE. \n\nAPOLOGY ACCEPTED. \n\nWHATEVER YOU DO, DON'T CLIMB IN THIS CLOTHES DRYER YEAH, IT DOES LOOK COZY IN THERE."},"1996-09-01":{"image":"1996-09-01.gif","originalimageurl":"https://web.archive.org/web/20230307140529im_/https://assets.amuniversal.com/c4618b60a03c012f2fe600163e41dd5b","title":"","transcript":"IN THIS TWO DAY WORKSHOP, YOU WILL LEARN TO EMBRACE OUR COMPANY'S MISSION AND VISION AT FIRST GLANCE IT WILL APPEAR TO BE A BUNCH OF USELESS JARGON CREATED BY FUNCTIONALLY ILLITERATE EXECUTIVES BUT AFTER WE DO SOME MIND-NUMBING GROUP EXERCISES... \n\n...YOU'LL FORGET THAT YOU'RE UNDERPAID AND YOU HAVE NO JOB SECURITY WELL BEGIN BY WRITING DOWN ALL THE THINGS THAT \"ETHICAL BEHAVIOR\" MEANS TO YOU. \n\nI'VE GOT A BETTER IDEA: IF YOU LET US LEAVE NOW, WELL GIVE YOU HIGH MARKS ON THE CLASS EVALUATION. \n\nEthical Behavior GOOD JOB. \n\nYOU TOUCHED YOU WISH"},"1996-09-02":{"image":"1996-09-02.gif","originalimageurl":"https://web.archive.org/web/20230307135619im_/https://assets.amuniversal.com/c156a2d0a03c012f2fe600163e41dd5b","title":"","transcript":"WHY DO YOU WANT A JOB AS OUR NETWORK ADMINISTRATOR, MISTER DOGBERT? \n\nI DON'T LIKE PEOPLE. \n\nTHIS IS A GOOD OPPORTUNITY TO ANNOY IDIOTS SUCH AS YOURSELF FOR MY OWN ENTERTAINMENT. \n\nWOW. YOU'RE PERFECT. \n\nCAN YOU START TOMORROW? \n\nSURE, AS FAR AS YOU KNOW. \n\nI'LL GIVE YOU MY PAGER NUMBER"},"1996-09-03":{"image":"1996-09-03.gif","originalimageurl":"https://web.archive.org/web/20230307135614im_/https://assets.amuniversal.com/c3ad8540a03c012f2fe600163e41dd5b","title":"","transcript":"I GOT HIRED AS THE NETWORK ADMINISTRATOR FOR YOUR COMPANY. \n\nHERE'S MY CARD. YOU CAN ONLY REACH ME BY EMAIL OR BY PAGER. \n\nWHEN THE NETWORK BREAKS, NO EMAIL. I'LL JUST SIT AROUND AND WAG MY TAIL. \n\nYOUR PAGER NUMBER HAS A TILDE HOW DO I DIAL A TILDE?"},"1996-09-04":{"image":"1996-09-04.gif","originalimageurl":"https://web.archive.org/web/20230307135640im_/https://assets.amuniversal.com/c353add0a03c012f2fe600163e41dd5b","title":"","transcript":"NETWORK ADMINISTRATOR I HAVE TOTAL ACCESS TO EVERY EMPLOYEE'S EMAIL MESSAGES. \n\nWITH A FEW STRATEGIC EDITS I WILL TRANSFORM THE OFFICE INTO \"MELROSE PLACE.\" YES, ALICE... \n\nI WILL BE YOUR \"MONKEY OF LOVE.\""},"1996-09-05":{"image":"1996-09-05.gif","originalimageurl":"https://web.archive.org/web/20230307135924im_/https://assets.amuniversal.com/c2883e00a03c012f2fe600163e41dd5b","title":"","transcript":"NETWORK ADMINISTRATOR I HAVE FORGOTTEN MY PASSWORD. I HUMBLY BEG FOR ASSISTANCE. \n\nI HAVE NO TIME FOR BORING ADMINISTRATIVE TASKS, YOU FOOL! I'M BUSY UPGRADING THE NETWORK! \n\nYOU COULD HAVE GIVEN ME A NEW PASSWORD IN THE TIME IT TOOK TO BELITTLE ME. \n\nYES, BUT WHICH OPTION WOULD GIVE ME JOB SATISFACTION?"},"1996-09-06":{"image":"1996-09-06.gif","originalimageurl":"https://web.archive.org/web/20230307140217im_/https://assets.amuniversal.com/c408ad00a03c012f2fe600163e41dd5b","title":"","transcript":"AS NETWORK ADMINISTRATOR I CAN TAKE DOWN THE NETWORK WITH ONE KEYSTROKE. \n\nAAGH!!! \n\nAEEE!! \n\nEEEK!! \n\nMYWORK!! \n\nWAAA!!! \n\nIT'S JUST LIKE BEING A DOCTOR BUT WITHOUT GETTING GOOKY STUFF ON MY PAWS."},"1996-09-07":{"image":"1996-09-07.gif","originalimageurl":"https://web.archive.org/web/20230307135608im_/https://assets.amuniversal.com/c2260af0a03c012f2fe600163e41dd5b","title":"","transcript":"THE NETWORK ADMINISTRATOR CAN YOU PROGRAM THE ROUTERS TO BLOCK EMPLOYEES FROM ALL FUN WEB SITES? \n\nWHY STOP THERE? I CAN PROGRAM THE ROUTERS TO BLOCK ALL USELESS ACTIVITIES. \n\nHOW LONG WILL THAT TAKE? \n\nDONE I'VE SEEN YOUR BUSINESS PLAN -PoinK"},"1996-09-08":{"image":"1996-09-08.gif","originalimageurl":"https://web.archive.org/web/20230301143317im_/https://assets.amuniversal.com/c2e1bb30a03c012f2fe600163e41dd5b","title":"","transcript":"TINA, WE NEED A FEW MINOR EDITS ON OUR PRODUCT BROCHURE. \n\nMINOR? \n\nUH-OH... \n\nWE'VE DISCOVERED THAT OUR PRODUCT CAUSES HALLUCINATIONS AND STERILITY. \n\nSEE IF YOU CAN PUT A POSITIVE SPIN ON THAT. \n\nTHIS WILL BE MY GREATEST WRITING CHALLENGE YET. \n\n\"ARE YOU TIRED OF THE SAME OLD SIGHTS? \n\nWE'VE GOT YOU COVERED.\" ... MAKES A GREAT GIFT FOR THOSE PEOPLE WHO - IN YOUR OPINION - SHOULD NOT REPRODUCE.\" OOH... I FEEL A TINY PANG OF CONSCIENCE. \n\nTHAT'S ONE. \n\nSO THE BROCHURE WAS ONLY A THREE- PANGER? \n\nYEAH, AND I THINK I FAKED THE THIRD ONE."},"1996-09-09":{"image":"1996-09-09.gif","originalimageurl":"https://web.archive.org/web/20230307140132im_/https://assets.amuniversal.com/c1bf2e30a03c012f2fe600163e41dd5b","title":"","transcript":"I'VE HIRED THE \"DOGBERT TOUCHY-FEELY INSTITUTE\" TO TEACH US ABOUT TEAMWORK. \n\nWELL START WITH AN EXERCISE ABOUT TRUST. \n\nI WANT EACH OF YOU TO SIGN BLANK CHECKS AND GIVE THEM TO ME. \n\nWHAT WILL THIS TEACH US ABOUT TRUST? \n\nIT WILL TEACH YOU THAT TRUST IS AN EXCELLENT QUALITY FOR OTHER PEOPLE TO HAVE."},"1996-09-10":{"image":"1996-09-10.gif","originalimageurl":"https://web.archive.org/web/20230307135550im_/https://assets.amuniversal.com/5eb82210a03d012f2fe600163e41dd5b","title":"","transcript":"TEAMBUILDING EXERCISE THIS EXERCISE WILL BUILD TRUST. THE PARTNER IN FRONT WILL FALL. THE PARTNER BEHIND WILL BREAK THE FALL. \n\nOKAY, MAYBE TRUST ISN'T YOUR BIGGEST PROBLEM HERE. \n\n. *$"},"1996-09-11":{"image":"1996-09-11.gif","originalimageurl":"https://web.archive.org/web/20230303152810im_/https://assets.amuniversal.com/5de97420a03d012f2fe600163e41dd5b","title":"","transcript":"TEAMBUILDING EXERCISE THIS NEXT EXERCISE WILL CHALLENGE YOUR ABILITY TO SOLVE PROBLEMS AS A TEAM. \n\nBUILD A WORKING SUNDIAL USING ONLY A PENCIL AND A DONUT. \n\nFOUR HOURS LATER ONE MORE BITE ISNT GOING TO MAKE ANY DIFFERENCE."},"1996-09-12":{"image":"1996-09-12.gif","originalimageurl":"https://web.archive.org/web/20230301181528im_/https://assets.amuniversal.com/606f56e0a03d012f2fe600163e41dd5b","title":"","transcript":"TEAMBUILDING EXERCISE IT'S HOPELESS! YOU'RE LOSERS! WE'LL NEVER MAKE A SUNDIAL OUT OF A PENCIL AND AN EATEN DONUT! \n\nzZZ HEE HEE! ALL YOU HAD TO DO WAS STICK THE PENCIL IN THE DONUT. \n\nWE JUST BROKE ALL KINDS OF UNION RULES. \n\nBUT HEY! \n\nLOOK AT THE SHADOW FROM THE PENCIL!"},"1996-09-13":{"image":"1996-09-13.gif","originalimageurl":"https://web.archive.org/web/20230301063636im_/https://assets.amuniversal.com/5cf67050a03d012f2fe600163e41dd5b","title":"","transcript":"THE COMPANY ANNOUNCED THAT WE WILL \"ABANDON OUR STRATEGY OF MAKING GOOD PRODUCTS... \n\nFROM NOW ON WE'LL \"PURSUE A DESPERATE STRATEGY OF MERGERS, BUSINESS SPINOFFS, FRUITLESS PARTNERSHIPS AND RANDOM REORGANIZATIONS. \" \"AND WE'LL ACCELERATE OUR PROGRAM OF PAYING THE GOOD EMPLOYEES TO LEAVE.\" STOCK PRICE? \n\nUP THREE POINTS."},"1996-09-14":{"image":"1996-09-14.gif","originalimageurl":"https://web.archive.org/web/20230303004709im_/https://assets.amuniversal.com/5f96e8f0a03d012f2fe600163e41dd5b","title":"","transcript":"IN TODAY'S NEWS, OUR COMPANY HAS DECIDED TO BUY ANOTHER DYING COMPANY IN A BUSINESS WE DON'T FULLY UNDERSTAND. \n\nOUR STOCK ROSE FIVE POINTS ON THE ANNOUNCEMENT. \n\nWHY DOES OUR STOCK GO UP EVERY TIME WE DO SOMETHING BONEHEADED? \n\nI LIKE TO THINK OF IT AS OUR COMPETITIVE ADVANTAGE."},"1996-09-15":{"image":"1996-09-15.gif","originalimageurl":"https://web.archive.org/web/20230308042055im_/https://assets.amuniversal.com/5c8a8340a03d012f2fe600163e41dd5b","title":"","transcript":"MR. CABERT, OUR EVIL DIRECTOR OF HUMAN RESOURCES, WILL DESCRIBE OUR NEW CUBICLE PLAN. \n\nLAST YEAR WE REDUCED THE SIZE OF CUBICLES IN THE DENSIFICATION PROJECT. \n\nWE DIDN'T SAVE MUCH MONEY, BUT WE DID LOWER MORALE. \n\nTHIS YEAR WE'LL BUILD ON THAT SUCCESS... \n\nWITH THE PATENTED \"HEAD CUBICLE.\" HOLD STILL, WALLY. \n\nAND THE HEAD CUBICLE CAN BE RECYCLED AFTER YOU'RE DOWNSIZED! \n\nWE REALLY NEED TO DRAW THE LINE AT SOME POINT. \n\nWHILE WE STILL HAVE OUR DIGNITY."},"1996-09-16":{"image":"1996-09-16.gif","originalimageurl":"https://web.archive.org/web/20230308042057im_/https://assets.amuniversal.com/5d666510a03d012f2fe600163e41dd5b","title":"","transcript":"ON WEEKENDS I'LL FEEL MY PAGER VIBRATE... \n\nBUT WHEN I GO TO CHECK IT, I REALIZE I'M NOT WEARING IT. \n\nIT'S A CLASSIC CASE OF PHANTOM- PAGER SYNDROME. IT'S COMMON AMONG TECHNOLOGY WORKERS. \n\nTHERE'S NO TREATMENT FOR IT. \n\nI DON'T WANT TO TREAT IT. \n\nI WANT TO RELOCATE IT."},"1996-09-17":{"image":"1996-09-17.gif","originalimageurl":"https://web.archive.org/web/20230304081147im_/https://assets.amuniversal.com/5e41ea40a03d012f2fe600163e41dd5b","title":"","transcript":"WHEN THE YEAR 2000 COMES, YOUR COMPUTERS WILL THINK IT'S THE YEAR \"00\" AND CAUSE MAJOR PROBLEMS. \n\nTHE DOGBERT CONSULTING COMPANY CAN FIX THE PROBLEM FOR ONLY TEN MILLION DOLLARS OUR WORK IS GUARANTEED FOR ONE FULL YEAR, STARTING TODAY. \n\nBUT WHY WOULD I CARE? \n\nTHE YEAR 'OO' IS BEFORE I'M BORN. \n\nAMAZING... YOUD ACTUALLY HAVE TO BE SMARTER TO DO SOMETHING STUPID"},"1996-09-18":{"image":"1996-09-18.gif","originalimageurl":"https://web.archive.org/web/20230302051858im_/https://assets.amuniversal.com/5f172460a03d012f2fe600163e41dd5b","title":"","transcript":"RATBERT, YOUR JOB IS TO REVIEW EIGHTY MILLION LINES OF COMPUTER CODE IN THE COMPANY'S SYSTEMS. \n\nYOU'RE LOOKING FOR ANY REFERENCE TO THE CURRENT YEAR. THOSE PIECES OF CODE WILL BE A PROBLEM WHEN THE YEAR IS 2000. \n\nGOTCHA SIX MONTHS LATER I'M HAPPY TO REPORT THAT THE DATE DID NOT SHOW UP ONCE. IN FACT, IT WAS ALL JUST ZEROS AND ONES! \n\nOOPS"},"1996-09-19":{"image":"1996-09-19.gif","originalimageurl":"https://web.archive.org/web/20230303035709im_/https://assets.amuniversal.com/5ffde320a03d012f2fe600163e41dd5b","title":"","transcript":"HERE'S MY INVOICE FOR FIXING YOUR \"YEAR 2000\" COMPUTER PROBLEMS. \n\nAAREE !!! \n\n... SO HIS HEAD SPUN, BUT IT DIDN'T EXPLODE? \n\nYEAH. I GUESS I LEFT SOME MONEY ON THE TABLE."},"1996-09-20":{"image":"1996-09-20.gif","originalimageurl":"https://web.archive.org/web/20230301143511im_/https://assets.amuniversal.com/864f99d0a03d012f2fe600163e41dd5b","title":"","transcript":"TINA THE TECHNICAL WRITER TO INSERT A COLUMN, CLICK THE COLUMN INSERT MENU. \n\nBUT LET'S BE HONEST, USERBOY, IF YOU NEED TO BE TOLD THAT, YOU'RE TOO STUPID TO USE THIS PRODUCT. \n\nHAVE YOU REVIEWED THE DRAFT YET? \n\nI'M UP TO THE CHAPTER TITLED \"DUH.\" 11//"},"1996-09-21":{"image":"1996-09-21.gif","originalimageurl":"https://web.archive.org/web/20230303035713im_/https://assets.amuniversal.com/8724f5b0a03d012f2fe600163e41dd5b","title":"","transcript":"I'VE GOT AN IDEA. \n\nLET'S ADD A BATTERY BACKUP TO OUR PRODUCT. \n\nONE TWO.. \n\nTHREE I'VE GOT AN IDEA. WHY DON'T WE ADD A BATTERY BACKUP TO OUR PRODUCT? \n\nBECAUSE OUR PRODUCT DOESN'T USE ELECTRICITY."},"1996-09-22":{"image":"1996-09-22.gif","originalimageurl":"https://web.archive.org/web/20230301151750im_/https://assets.amuniversal.com/22c4b5d0a03e012f2fe600163e41dd5b","title":"","transcript":"IT'S TIME TO USE MY SPEAKERPHONE TO DO VOICE MAIL. \n\nI CAN'T REMEMBER IF I USE THE SPEAKERPHONE BECAUSE I'M INCONSIDERATE OR BECAUSE I'M TOO STUPID TO KNOW HOW ANNOYING IT I'LL LEAVE THAT QUESTION TO THE PHILOSOPHERS. \n\nHI. THANKS FOR THE INFORMATION. \n\nTALK TO YOU LATER!!! \n\nDID I TELL YOU ABOUT MY CYST? \n\nDOGBERT, SEND BOB THE DINOSAUR QUICKLY! \n\nEMAIL SENT I'M HERE TO DELIVER WEDGIE USE THE SERVICE ELEVATOR. \n\nABELE !! \n\nSIGN IN WHAT'S THE BEST PART-- THE LOOK ON THEIR FACES OR I'LL LEAVE THE WAY THAT QUESTION THEY YELL? \n\nTO THE PHILOSOPHERS."},"1996-09-23":{"image":"1996-09-23.gif","originalimageurl":"https://web.archive.org/web/20230303040424im_/https://assets.amuniversal.com/23893340a03e012f2fe600163e41dd5b","title":"","transcript":"I DON'T KNOW HOW TO FIX ANY OF THE PROBLEMS IN THIS COMPANY. MAYBE I'LL JUST SIT HERE QUIETLY. \n\nNO, THAT WOULDN'T LOOK MANAGERLY... \n\nI'LL HAVE TO DO SOMETHING IDIOTIC AND HOPE IT LOOKS LIKE LEADERSHIP. \n\nWE'RE GOING TO HAVE AN \"IRON MAN\" TEAM- BUILDING COMPETITION. \n\nWHAT A BUNCH OF LEADERSHIP..."},"1996-09-24":{"image":"1996-09-24.gif","originalimageurl":"https://web.archive.org/web/20230305052224im_/https://assets.amuniversal.com/211a5450a03e012f2fe600163e41dd5b","title":"","transcript":"MY BOSS IS MAKING THE ENGINEERS COMPETE IN AN \"IRON MAN\" EVENT. \n\nIT'S SUPPOSED TO IMPROVE TEAMWORK. \n\nI'M GLAD I TAKE THE STAIRS SOMETIMES INSTEAD OF USING THE ELEVATOR. I'M IN PRETTY GOOD SHAPE. \n\nYES, YOU ARE, TO THE EXTENT POTATO IS A PRETTY GOOD SHAPE. \n\nI JUST WRENCHED A MUSCLE."},"1996-09-25":{"image":"1996-09-25.gif","originalimageurl":"https://web.archive.org/web/20230308122014im_/https://assets.amuniversal.com/225ef0e0a03e012f2fe600163e41dd5b","title":"","transcript":"THE FIRST LEG OF THE \"IRON MAN\" TEAM-BUILDING EXERCISE IS A TEN-MILE SWIM, I THINK. \n\nI WON'T BE PARTICIPATING BECAUSE MY TEAMWORK SKILLS ARE ALREADY EXCELLENT. \n\nTWO PHRASES YOU DON'T EXPECT TO HEAR IN THE SAME DAY ARE \"IRON MAN\" AND \"DOGGIE PADDLE.\" HEY! NO SPLASHING!"},"1996-09-26":{"image":"1996-09-26.gif","originalimageurl":"https://web.archive.org/web/20230308121948im_/https://assets.amuniversal.com/20a34600a03e012f2fe600163e41dd5b","title":"","transcript":"THE TEAM-BUILDING EXERCISE UH-OH... IM A MILE FROM SHORE AND TOO EXHAUSTED TO SWIM BACK MY ONLY HOPE IS THAT AN INTELLIGENT DOLPHIN WILL SEE MY PLIGHT AND RESCUE ME. \n\nI'M IN LUCK! \n\nTWO WORDS: TUNA... NET."},"1996-09-27":{"image":"1996-09-27.gif","originalimageurl":"https://web.archive.org/web/20230302002908im_/https://assets.amuniversal.com/2400b610a03e012f2fe600163e41dd5b","title":"","transcript":"SOME DOLPHINS IN MY SITUATION WOULD HELP YOU GET TO SHORE SAFELY. \n\nOTHERS MIGHT TRY TO DISTRACT YOU WHILE AN ACCOMPLICE PLAYED A CRUEL JOKE. \n\nCOME BACK HERE WITH MY TRUNKS!! \n\nLET'S ASK THE HUMMING FISH TO DO THE \"JAWS\" THEME SONG."},"1996-09-28":{"image":"1996-09-28.gif","originalimageurl":"https://web.archive.org/web/20230303233757im_/https://assets.amuniversal.com/2181b0f0a03e012f2fe600163e41dd5b","title":"","transcript":"... THERE I WAS, NAKED AND EXHAUSTED, MILES FROM SHORE. DOLPHINS TAUNTED ME FOR HOURS. \n\nSUDDENLY A DEEP SEA SPORT FISHING BOAT HAPPENED BY. I GRABBED THE LINE AND HELD ON FOR MY LIFE. \n\nWOW! THAT'S LUCKY. \n\nTHAT'S WHAT I THOUGHT... \n\nUNTIL THE SECOND TIME THEY THREW ME BACK IN. \n\nI MEANT LUCKY FOR THEM"},"1996-09-29":{"image":"1996-09-29.gif","originalimageurl":"https://web.archive.org/web/20230301204615im_/https://assets.amuniversal.com/2325b7e0a03e012f2fe600163e41dd5b","title":"","transcript":"GROAN. \n\nACCOUNTING I SAVED $500 IN AIRFARE BY EXTENDING MY BUSINESS TRIP TO SATURDAY. \n\nWHY WON'T YOU REIMBURSE ME FOR THE SATURDAY HOTEL COSTS? \n\nSATURDAY WAS NOT A BUSINESS- RELATED ACTIVITY. \n\nHMM... LET ME SEE IF I UNDERSTAND THIS. \n\nIT'S NOT BUSINESS- RELATED TO MAKE SENSIBLE ECONOMIC CHOICES... \n\nBUT IT IS BUSINESS- RELATED TO WASTE MONEY LIKE AN UGLY, BRAIN-DEAD TROLL... \n\nTHEN HE BEAT ME UP AND TOOK MY LUNCH MONEY. \n\nARE YOU SAYING I CAN GET FREE LUNCH MONEY BY BEATING YOU UP?"},"1996-09-30":{"image":"1996-09-30.gif","originalimageurl":"https://web.archive.org/web/20230308032158im_/https://assets.amuniversal.com/21ee1e60a03e012f2fe600163e41dd5b","title":"","transcript":"CATBERT, EVIL H.R. DIRECTOR I NEED TO HIRE A PROGRAMMER FOR MY PROJECT TEAM. \n\nOUR POLICY IS TO FIRST SEEK CANDIDATES FROM WITHIN THE COMPANY. IF NONE IS QUALIFIED, YOU MUST USE A SOCK PUPPET. \n\nHOW MANY OF YOUR POLICIES ARE DESIGNED FOR THE SOLE PURPOSE OF SATISFYING YOUR SADISTIC TENDENCIES? \n\nALL OF THEM. \n\nSOME ARE JUST MORE OBVIOUS."},"1996-10-01":{"image":"1996-10-01.gif","originalimageurl":"https://web.archive.org/web/20230307132036im_/https://assets.amuniversal.com/d9454120a03e012f2fe600163e41dd5b","title":"","transcript":"WELL BE HAVING AN ISO 9000 AUDIT SOON. \n\nTHEY'LL CHECK TO SEE IF WE FOLLOW OUR OWN DOCUMENTED PROCEDURES FOR EVERYTHING WE DO. \n\nI'VE DIVIDED OUR PREPARATION TASKS INTO TWO GROUPS: UNETHICAL AND UNPRODUCTIVE. \n\nI'LL TRAIN OUR DEPARTMENT TO LIE TO THE AUDITOR. \n\nYOU CAN DOCUMENT OUR INANE PROCEDURES. \n\nNO FAIR. \n\nYOU DID UNETHICAL LAST TIME TOO!"},"1996-10-02":{"image":"1996-10-02.gif","originalimageurl":"https://web.archive.org/web/20230307132643im_/https://assets.amuniversal.com/d9c03160a03e012f2fe600163e41dd5b","title":"","transcript":"CAROL, I NEED TO DOCUMENT YOUR PROCEDURE FOR ORDERING OFFICE SUPPLIES. IT'S AN ISO 9000 REQUIREMENT. \n\nIF SOMEONE ASKS FOR SOMETHING, I CHECK THE SUPPLY CABINET FIRST. \n\nTHEN I SAY, \"THERE'S ONE LEFT. YOU CAN'T HAVE IT BECAUSE THEN WE'D BE ALL OUT.\" THEN I SPEND THE REST OF THE DAY COMPLAINING ABOUT THE PERSON WHO ASKED. \n\nUH- ... \n\nI'M OUT OF INK."},"1996-10-03":{"image":"1996-10-03.gif","originalimageurl":"https://web.archive.org/web/20230307132503im_/https://assets.amuniversal.com/da17a8d0a03e012f2fe600163e41dd5b","title":"","transcript":"I NEED TO DOCUMENT YOUR JOB PROCESSES TO SATISFY OUR ISO 9000 REQUIREMENTS. \n\nOKAY. \n\nI TRY TO ANTICIPATE THE SHIFTING POLITICAL WINDS. THEN I WRAP MYSELF IN THE RELEVANT BUZZWORDS AND TRY TO ACHIEVE IMPORTANCE WITHOUT ADDING VALUE. \n\nWHAT'S YOUR JOB TITLE? \n\nDIRECTOR OF ISO 9000 QUALITY PROCESS DESIGN."},"1996-10-04":{"image":"1996-10-04.gif","originalimageurl":"https://web.archive.org/web/20230307132255im_/https://assets.amuniversal.com/77a673b0a03f012f2fe600163e41dd5b","title":"","transcript":"YOUR PRODUCT LOOKS GOOD, BUT YOU CAN'T BE OUR SUPPLIER UNLESS YOUR COMPANY IS ISO 9000 CERTIFIED. \n\nSO... YOU DON'T CARE HOW BAD OUR INTERNAL PROCESSES ARE, AS LONG AS THEY'RE WELL- DOCUMENTED AND USED CONSISTENTLY? \n\nTHAT'S RIGHT. \n\nOUR DOCUMENTED PROCESS SAYS I MUST NOW LAUGH IN YOUR FACE AND DOUBLE OUR PRICE."},"1996-10-05":{"image":"1996-10-05.gif","originalimageurl":"https://web.archive.org/web/20230307132322im_/https://assets.amuniversal.com/7b590c70a03f012f2fe600163e41dd5b","title":"","transcript":"YOU KNOW WHAT'S FUNNY? \n\nI'LL TELL YOU. \n\nYOU'RE WORKING HARD. I'M DOING NOTHING. IN A HUNDRED YEARS WELL BOTH BE DEAD. \n\nYOU MIGHT NOT NEED TO WAIT THAT LONG. \n\nI THINK I'LL SPREAD SOME JOY OVER THIS WAY."},"1996-10-06":{"image":"1996-10-06.gif","originalimageurl":"https://web.archive.org/web/20230307132219im_/https://assets.amuniversal.com/7bc63570a03f012f2fe600163e41dd5b","title":"","transcript":"NOBODY HAS NOMINATED A COWORKER FOR A SPECIAL ACHIEVEMENT AWARD. \n\nSOMEONE IN THIS GROUP MUST HAVE DONE SOMETHING GOOD THIS YEAR. \n\nNO... \n\nI DON'T THINK WE'D REMEMBER SOMETHING LIKE THAT. \n\nTHIS LOOKS BAD. \n\nALL THE OTHER DEPARTMENTS ARE GIVING THEMSELVES AWARDS. \n\nWE MIGHT HAVE TO LOWER OUR STANDARDS A BIT. \n\nI'VE BEEN PROACTIVE IN THAT AREA. \n\nWHY ARE WE STANDING IN THE HALLWAY? \n\nWE THINK THE ROOM IS LOCKED. \n\nWE DON'T HAVE THE KEY. \n\nLATER THAT MONTH THIS AWARD GOES TO ALICE FOR WHEN I FIND BOLDLY OUT WHO TRYING THE NOMINATED DOOR KNOB. \n\nME.."},"1996-10-07":{"image":"1996-10-07.gif","originalimageurl":"https://web.archive.org/web/20230307131546im_/https://assets.amuniversal.com/7a282860a03f012f2fe600163e41dd5b","title":"","transcript":"YOU'LL HEAD OUR TECHNOLOGY ALLIANCE WITH A SMALL SILICON VALLEY STARTUP. \n\nTHEIR CORPORATE CULTURE IS A BIT DIFFERENT FROM OURS. TRY TO BE FLEXIBLE. \n\nI'VE NEVER SEEN A PIERCED BRAIN BEFORE. \n\nI THINK I'LL CALL YOU \"MISTER CONSERVATIVE.\""},"1996-10-08":{"image":"1996-10-08.gif","originalimageurl":"https://web.archive.org/web/20230307131949im_/https://assets.amuniversal.com/78f5a120a03f012f2fe600163e41dd5b","title":"","transcript":"STRATEGIC ALLIANCE THESE ARE THE PROCEDURES MY COMPANY USES TO APPROVE PROJECTS. \n\nI GUESS A SMALL COMPANY SUCH AS YOURS IS USED TO FLYING BY THE SEAT OF THE PANTS. \n\nNOT NECESSARILY YOU MEAN YOU'RE FLEXIBLE? \n\nI MEAN I'M NOT WEARING PANTS."},"1996-10-09":{"image":"1996-10-09.gif","originalimageurl":"https://web.archive.org/web/20230307132515im_/https://assets.amuniversal.com/7819a590a03f012f2fe600163e41dd5b","title":"","transcript":"OUR STRATEGIC ALLIANCE IS WORKING WELL. MY COMPANY PROVIDES AMAZING TECHNICAL SKILL AND YOUR COMPANY... \n\nHAS A SEEMINGLY ENDLESS SUPPLY OF THREE-RING BINDERS. \n\nRESISTANCE IS FUTILE. \n\nYOU WILL BE ASSIMILATED. \n\nIS IT TRUE THAT IF YOUR NAME IS WRITTEN IN A BINDER YOU LOSE YOUR SOUL?"},"1996-10-10":{"image":"1996-10-10.gif","originalimageurl":"https://web.archive.org/web/20230307132258im_/https://assets.amuniversal.com/79549df0a03f012f2fe600163e41dd5b","title":"","transcript":"ISSUE ONE: OUR TWO COMPANIES HAVE VERY DIFFERENT CORPORATE CULTURES STRATEGIC ALLIANCE ISSUES WHILE YOU WERE DRONING I SLAMMED OUT SOME BETA CODE AND PUT IT ON THE INTERNET FOR COMMENTS. \n\nMY COMPANY PREFERS TO HAVE THAT KIND OF DECISION MADE BY UNINFORMED EXECUTIVES. \n\nWE CALL IT \"EMPOWERMENT.\" I'LL MENTION THAT IN THE PRESS RELEASE."},"1996-10-11":{"image":"1996-10-11.gif","originalimageurl":"https://web.archive.org/web/20230312060457im_/https://assets.amuniversal.com/7af99330a03f012f2fe600163e41dd5b","title":"","transcript":"THE STATUS OF OUR STRATEGIC ALLIANCE IS \"DOOMED.\" DOOMED OUR PONDEROUS AND INEFFICIENT MANAGEMENT STYLE CAUSED THEIR BEST PEOPLE TO QUIT AND CREATE A COMPETING COMPANY. \n\nWE MUST FIND A WAY TO DESTROY THAT NEW COMPANY. \n\nI'LL SEE IF THEY'RE INTERESTED IN A STRATEGIC ALLIANCE."},"1996-10-12":{"image":"1996-10-12.gif","originalimageurl":"https://web.archive.org/web/20230312060456im_/https://assets.amuniversal.com/789048c0a03f012f2fe600163e41dd5b","title":"","transcript":"CATBERT, EVIL H.R. DIRECTOR WHEN I'M IN A BAD MOOD, I LIKE TO THINK OF WAYS TO HUMILIATE THE EMPLOYEES. \n\nHMM... HOW ABOUT AN EMPLOYEE RECOGNITION PROGRAM WITH A THOROUGHLY WORTHLESS AWARD. \n\nPURRR PURRR PURRR IT'S POCKET LINT FROM A VICE PRESIDENT'S TROUSERS. HE WAS WEARING THEM ON THE DAY HE LEFT FOR A BETTER JOB."},"1996-10-13":{"image":"1996-10-13.gif","originalimageurl":"https://web.archive.org/web/20230312060456im_/https://assets.amuniversal.com/79bed520a03f012f2fe600163e41dd5b","title":"","transcript":"ALICE, YOUR PERFORMANCE THIS YEAR IS \"MEETS EXPECTATIONS. \" YOU GET A TWO PERCENT RAISE. \n\nMEETS EXPECTATIONS?! \n\nI WORKED EIGHTY HOURS EVERY WEEK! \n\nYEAH... WELL, I EXPECTED THAT. \n\nI EARNEO THREE PATENTS THIS YEAR! THE COMPANY WILL MAKE MILLIONS!! \n\nREALLY? WOW. \n\nI MEAN... I EXPECTED THAT TOO. \n\nI DONATED BONE MARROW TO OUR BIGGEST CUSTOMER!!! \n\nTWICE!!!) I NOTED THAT UNDER \"ATTENDANCE PROBLEM.\" I TOLD YOU THE BONE MARROW THING WOULD HAUNT YOU. \n\nI'M STARTING TO THINK THE TIME I WORKED THROUGH LUNCH WAS FOR NOTHING."},"1996-10-14":{"image":"1996-10-14.gif","originalimageurl":"https://web.archive.org/web/20230304150211im_/https://assets.amuniversal.com/7a8e4af0a03f012f2fe600163e41dd5b","title":"","transcript":"ALICE, I'M PUTTING YOU IN CHARGE OF DEVELOPING OUR BOOTH FOR THE BIG TRADE SHOW. \n\nI PICKED YOU BECAUSE THE MALES IN THE DEPARTMENT HAVE DISQUALIFIED THEMSELVES THROUGH A PROCESS OF STRATEGIC INCOMPETENCE. \n\nWHAT IS STRATEGIC INCOMPETENCE? \n\nI HAD THAT WRITTEN DOWN SOMEPLACE, BUT I LOST IT."},"1996-10-15":{"image":"1996-10-15.gif","originalimageurl":"https://web.archive.org/web/20230305010041im_/https://assets.amuniversal.com/a189bb30a03f012f2fe600163e41dd5b","title":"","transcript":"IF YOU PLAN TO HAVE A BOOTH AT THE TRADE SHOW, YOU NEED THE \"DOGBERT TRADE-SHOW CONSULTING COMPANY\" TO DESIGN IT. \n\nI RECOMMEND THE DELUXE BOOTH. IT'S GUARANTEED TO GENERATE THE MOST REVENUE. \n\nHOW WOULD THE DELUXE BOOTH GENERATE MORE REVENUE FOR MY COMPANY? \n\nOH, SUDDENLY THIS IS ABOUT YOUR COMPANY?"},"1996-10-16":{"image":"1996-10-16.gif","originalimageurl":"https://web.archive.org/web/20230302214525im_/https://assets.amuniversal.com/3ca87e30a040012f2fe600163e41dd5b","title":"","transcript":"YOUR BOOTH AT THE TRADE SHOW MUST BE ATTENTION - GRABBING. \n\nYOU HAVE SEVERAL OPTIONS. \n\n1. MAGIC TRICKS 2. SPECIAL EFFECTS 3. RAFFLES 4. BOOTH BABES FOR THE BEST RESULT, COMBINE ALL FOUR: CREATE THE ILLUSION THAT YOU'RE RAFFLING OFF THE BOOTH BABES? \n\nBOOTH BABES."},"1996-10-17":{"image":"1996-10-17.gif","originalimageurl":"https://web.archive.org/web/20230304000330im_/https://assets.amuniversal.com/3befe7f0a040012f2fe600163e41dd5b","title":"","transcript":"OUR CONSULTANT SUGGESTED PUTTING ATTRACTIVE WOMEN IN OUR BOOTH AT THE TRADE SHOW. \n\nI REJECTED THAT IDEA. IT IS SEXIST AND DEMEANING. I HAVE A BETTER IDEA TO INCREASE TRAFFIC TO OUR BOOTH. \n\nWHAT'S THE DENTAL FLOSS FOR? \n\nIT'S YOUR THONG BIKINI. \n\nYOU'LL STAND IN FRONT OF OUR COMPETITOR'S BOOTH."},"1996-10-18":{"image":"1996-10-18.gif","originalimageurl":"https://web.archive.org/web/20230304223945im_/https://assets.amuniversal.com/3efbdd00a040012f2fe600163e41dd5b","title":"","transcript":"AT THE TRADE SHOW WHAT KIND OF FREE STUFF DO YOU HAVE? \n\nCHEAP PENS? THAT'S ORIGINAL. OKAY, FILL 'ER UP. BUT I'M AFRAID I CAN'T GIVE YOU ANY EYE CONTACT. \n\nTHAT'S ENOUGH INDUSTRY RESEARCH FOR TODAY. IT'S TIME TO HIT THE BUFFET."},"1996-10-19":{"image":"1996-10-19.gif","originalimageurl":"https://web.archive.org/web/20230303033330im_/https://assets.amuniversal.com/3e954dc0a040012f2fe600163e41dd5b","title":"","transcript":"AT THE TRADE SHOW WHAT CAN YOU TELL ME ABOUT YOUR PRODUCTS? \n\nOUR PRODUCTS ARE DEFECTIVE, MUCH LIKE YOURSELF. \n\nI PROBABLY SHOULDN'T HAVE STAYED UP ALL NIGHT SETTING UP THE bOOTH. \n\nWHAT ARE YOU DOING LATER?"},"1996-10-20":{"image":"1996-10-20.gif","originalimageurl":"https://web.archive.org/web/20230301184627im_/https://assets.amuniversal.com/3b82d0a0a040012f2fe600163e41dd5b","title":"","transcript":"MY PROJECT IS RIGHT ON PLAN IT BEGAN LAST WEEK AS A BAD IDEA FROM SOMEBODY IN SENIOR MANAGEMENT. \n\nTHANKS TO MY LEADERSHIP, IT IS ALREADY AN OBJECT OF WIDESPREAD MOCKERY AND DERISION. \n\nAS I SPEAK, OUR LAWYERS ARE PURGING EVERY LAST TRACE OF VALUE IT MIGHT HAVE HAD. \n\nWITH LUCK, THE PROJECT WILL BE A GIGANTIC FAILURE IN A MONTH PEOPLE WILL FORGET MY FAILURE AND REMEMBER THAT I'M EXPERIENCED. \n\nPROMOTIONS WILL FOLLOW. \n\nYES!! \n\nIN SIX MONTHS I'LL BE DATING AN EXECUTIVE SECRETARY NAMED YVONNE. \n\nGOOD PLAN. \n\nWALLY, HAVE YOU EVER READ OUR MISSION STATEMENT? \n\nYEAH, BUT I DON'T SUBSCRIBE TO A LITERAL INTERPRE TATION."},"1996-10-21":{"image":"1996-10-21.gif","originalimageurl":"https://web.archive.org/web/20230303160111im_/https://assets.amuniversal.com/3d6a4ad0a040012f2fe600163e41dd5b","title":"","transcript":"ON THE SURFACE, YOU SEEM TO MAKE SOME GOOD POINTS ABOUT TECHNOLOGY CLICK CLICK CLICK BUT YOUR EMAIL ADDRESS REVEALS YOUR NEWBIE IDENTITY. \n\nYOU'RE PROBABLY A GOAT HERDER OR A CARTOONIST. \n\nCLICK CLICK CLICK HOW DOES IT FEEL TO BE AN ELITIST TECHNOLOGY BIGOT ? \n\nI PREFER TO THINK OF MYSELF AS A TECHNOLOGY \"HAVE.\""},"1996-10-22":{"image":"1996-10-22.gif","originalimageurl":"https://web.archive.org/web/20230303035727im_/https://assets.amuniversal.com/3c4814a0a040012f2fe600163e41dd5b","title":"","transcript":"THANKS FOR THE MEETING. HERE'S MY CARD. \n\nYOU CALL THAT AN EMAIL ADDRESS? IT'S EIGHTY CHARACTERS LONG AND MOSTLY MEANINGLESS. \n\nPEOPLE WITH EMBARRASSING EMAIL SYSTEMS I TELL PEOPLE, \"THE REPLY FUNCTION DOESN'T WORK. \n\nYOU HAVE TO TYPE IN MY ADDRESS.\" LOSER"},"1996-10-23":{"image":"1996-10-23.gif","originalimageurl":"https://web.archive.org/web/20230308031851im_/https://assets.amuniversal.com/3f61daf0a040012f2fe600163e41dd5b","title":"","transcript":"CATBERT: EVIL H.R. DIRECTOR I FEEL LIKE COMMITTING RANDOM ACTS OF CATNESS. \n\nWOMAN IN PINK SUIT APPROACHING ACTIVATE PURRING AND SHEDDING. \n\nPURR PURR PURR SO, ALICE, HOW LONG DOES IT TAKE TO CURL AND STYLE A SUIT LIKE THAT? \n\nDO YOU DRY-CLEAN IT OR JUST GIVE IT A PERM?"},"1996-10-24":{"image":"1996-10-24.gif","originalimageurl":"https://web.archive.org/web/20230302000504im_/https://assets.amuniversal.com/3b18bd10a040012f2fe600163e41dd5b","title":"","transcript":"THE CUBICLE WARRIOR PREPARES FOR BATTLE FIGHTING, FIGHTING AGAINST THE OVERWHELMING BOREDOM! \n\nWHEN MY GRANDCHILDREN ASK ME WHAT I DID FOR A LIVING, I'M GOING TO LIE. \n\nI USUALLY TELL PEOPLE YOU'RE  ."},"1996-10-25":{"image":"1996-10-25.gif","originalimageurl":"https://web.archive.org/web/20230308032045im_/https://assets.amuniversal.com/3ab332c0a040012f2fe600163e41dd5b","title":"","transcript":"CATBERT: EVIL H.R. DIRECTOR WALLY, YOU'VE BEEN TOO BUSY TO GET THE REQUIRED FORTY HOURS OF TRAINING THIS YEAR. \n\nSO I HIRED A CONTRACT EMPLOYEE TO HELP YOU OUT. \n\nWHEN DOES HE START? \n\nYESTERDAY. \n\nHE ALREADY FINISHED EIGHT HOURS OF YOUR TRAINING."},"1996-10-26":{"image":"1996-10-26.gif","originalimageurl":"https://web.archive.org/web/20230301084543im_/https://assets.amuniversal.com/3d0a9fd0a040012f2fe600163e41dd5b","title":"","transcript":"I'M A MANAGER, SO I DON'T DO ACTUAL WORK.. \n\nAND ALL THE DECISIONS ARE MADE ABOVE ME. \n\nCAROLE, TELL ME AGAIN WHAT I PRODUCE. \n\nCARBON DIOXIDE. \n\nOUR PLANTS WOULD NEED THAT IF THEY WEREN'T PLASTIC."},"1996-10-27":{"image":"1996-10-27.gif","originalimageurl":"https://web.archive.org/web/20230302154458im_/https://assets.amuniversal.com/3dcedb00a040012f2fe600163e41dd5b","title":"","transcript":"ALICE, I'O LIKE YOU TO MEET THE NEWEST MEMBER OF MY MANAGEMENT TEAM. \n\nKEITH IS HIGHLY QUALIFIED. HE HAS A MASTERS IN BUSINESS ADMINISTRATION. \n\nVERY IMPRESSIVE. THEY MUST HAVE TAUGHT YOU A LOT ABOUT MOTIVATING EMPLOYEES. \n\nNO, NOT REALLY. \n\nWELL... YOU PROBABLY LEARNED HOW TO IDENTIFY AND HIRE GOOD THAT MIGHT HAVE PEOPLE, BEEN OPTIONAL RIGHT? \n\nREADING. \n\nDID YOU LEARN NEGOTIATION SKILLS? \n\nSTRATEGIC THINKING? \n\nBUSINESS WRITING? \n\nIT WAS MOSTLY FINANCE AND ACCOUNTING. \n\nAND ECONOMICS. \n\nSO, YOU'RE A HIGHLY QUALIFIED LEADER BECAUSE ... YOU'RE GOOD AT MATH? \n\nWHAT SHOULD I DO HERE? \n\nIN THESE SITUATIONS I LIKE TO USE SWEARING"},"1996-10-28":{"image":"1996-10-28.gif","originalimageurl":"https://web.archive.org/web/20230308032006im_/https://assets.amuniversal.com/3e384c50a040012f2fe600163e41dd5b","title":"","transcript":"CATBERT: EVIL H.R. DIRECTOR HEY, WALLY, IS THERE ANYTHING YOU STILL LIKE ABOUT WORKING HERE? \n\nUM... I LIKE MAKING POPCORN IN THE MICROWAVE AND EATING IT WHILEI PRETEND TO WORK. \n\nYOUR BODY LANGUAGE TELLS ME THAT SOMETHING EVIL IS GOING TO HAPPEN TO I LOVE MY JOB. \n\nMY POPCORN PRIVILEGES."},"1996-10-29":{"image":"1996-10-29.gif","originalimageurl":"https://web.archive.org/web/20230308044540im_/https://assets.amuniversal.com/3fc6e550a040012f2fe600163e41dd5b","title":"","transcript":"CATBERT: EVIL H.R. DIRECTOR TO: ALL EMPLOYEES THE SMELL OF POPCORN IN THE OFFICE IS UNPROFESSIONAL... \n\nHE'S BANNING POPCORN! \n\nFIRST IT WAS TOBACCO, THEN PERFUME, NOW THIS... THERE'S ONLY ONE POLLUTANT LEFT. \n\n... THIS BRINGS ME TO THE UNPLEASANT SUBJECT OF WALLY."},"1996-10-30":{"image":"1996-10-30.gif","originalimageurl":"https://web.archive.org/web/20230308044550im_/https://assets.amuniversal.com/a4abb800a041012f2fe600163e41dd5b","title":"","transcript":"THIS AWARD GOES TO TIM FOR HIS INCREDIBLE ACCOMPLISHMENT. \n\nAFTER TWO YEARS OF STONEWALLING ALL PROGRESS, TIM FINALLY AGREED TO DO THE WORK FOR WHICH HE WAS HIRED. \n\nWE LOOK FORWARD TO WORKING WITH TIM IN THE COMING YEAR. \n\nAS IF I'D HAVE TIME FOR THAT."},"1996-10-31":{"image":"1996-10-31.gif","originalimageurl":"https://web.archive.org/web/20230304084837im_/https://assets.amuniversal.com/a4193a10a041012f2fe600163e41dd5b","title":"","transcript":"THIS NEXT AWARD GOES TO KIM FOR HER EXCEPTIONAL WORK. \n\nKIM WORKED EVENINGS AND WEEKENDS TO FIX THE PROBLEMS THAT WERE CAUSED BY HER OWN INCOMPETENCE. \n\nAND IT LOOKS LIKE KIM HAS A FULL PLATE FOR THE COMING YEAR, TOO. \n\nWHICH SIDE FACES THE WALL?"},"1996-11-01":{"image":"1996-11-01.gif","originalimageurl":"https://web.archive.org/web/20230307105355im_/https://assets.amuniversal.com/a8b35300a041012f2fe600163e41dd5b","title":"","transcript":"CLIP CLIP CLIP CLIP CLIP CLIP OH, NO... IT'S THE MADDENING SOUND OF WALLY CLIPPING HIS NAILS. \n\nTHE SOUND MAKES ME CRAZY, BUT I CAN'T COMPLAIN BECAUSE IT WOULD SOUND SILLY. \n\nMUST WAIT. \n\nCLIP CLIP CLIP CLIP CLIP CLIP YOU MADE YOUR OWN SCREEN SAVER? \n\nIT'S CALLED \"WALLY'S 101 ANNOYING CUBICLE SOUNDS.\" SLURP! \n\nMMM..."},"1996-11-02":{"image":"1996-11-02.gif","originalimageurl":"https://web.archive.org/web/20230307105202im_/https://assets.amuniversal.com/a50c5690a041012f2fe600163e41dd5b","title":"","transcript":"WHAT ARE YOU DOING IN THE MARKETING DEPARTMENT? \n\nIT'S AN EXPERIMENT. \n\nI SNEAK DOWN HERE ONCE A WEEK AND MOVE THIS GUY'S CUBICLE WALL IN BY A QUARTER-INCH. \n\nWHAT'S THIS EXPERIMENT GOING TO PROVE? \n\nI FORGET. \n\nIT'S BEEN A LONG TIME."},"1996-11-03":{"image":"1996-11-03.gif","originalimageurl":"https://web.archive.org/web/20230307110145im_/https://assets.amuniversal.com/a3470040a041012f2fe600163e41dd5b","title":"","transcript":"MMM... SOON YOU WILL BE MINE, LITTLE CHOCOLATE BAR. \n\nI THINK I HAVE EXACT CHANGE. \n\nI CAN SMELL IT THROUGH WRAPPER. \n\nHERE'S A NICKEL. \n\nI RUB IT ON MY ARM TO GET THE TOTAL BODY EXPERIENCE. \n\nNO, THAT'S A BREATH MINT. \n\nI AM TRANSPORTED TO ANOTHER DIMENSION OOH, A ROLL OF PENNIES... \n\nNO, LIPSTICK. \n\nI'LL GIVE YOU A CHECK. \n\nWHERE'S THAT ? \n\nSNATCH STOMP STOMP STOMP STOMP STOMP STOMP WHAT A FUNNY DAY TO FORGET MY WALLET."},"1996-11-04":{"image":"1996-11-04.gif","originalimageurl":"https://web.archive.org/web/20230307105301im_/https://assets.amuniversal.com/a3abd840a041012f2fe600163e41dd5b","title":"","transcript":"THE DOGBERT CONSULTING COMPANY WILL ADD CREDIBILITY TO YOUR OWN SELFISH AND IDIOTIC OPINIONS. \n\nFOR EXAMPLE, YOUR CURRENT BUDGET SHOULD BE... UM... \n\nDOUBLED DOUBLED. IT SHOULD BE DOUBLED. \n\nHEY, WHAT'S THAT TINGLE I FEEL ALL OVER MY BODY?!! \n\nCREDIBILITY. \n\nIF YOU WANT ANOTHER HIT, IT'LL COST YOU."},"1996-11-05":{"image":"1996-11-05.gif","originalimageurl":"https://web.archive.org/web/20230307105212im_/https://assets.amuniversal.com/abd617d0a041012f2fe600163e41dd5b","title":"","transcript":"I HIRED THE DOGBERT CONSULTING COMPANY TO ADD CREDIBILITY TO MY DECISIONS. \n\nAS MY ANALYSIS SHOWS, IT'S MUCH BETTER TO GIVE YOUR MONEY TO ME THAN TO TO WASTE IT ON FUTURE DOWNSIZEES SUCH AS YOURSELVES. \n\nWHAT ANALYSIS? THIS IS A PAGE RIPPED OUT OF THE MAGAZINE IN OUR LOBBY. \n\nPERHAPS YOU SHOULD UPGRADE TO MY DELUXE SERVICE."},"1996-11-06":{"image":"1996-11-06.gif","originalimageurl":"https://web.archive.org/web/20230307105414im_/https://assets.amuniversal.com/aaa29a20a041012f2fe600163e41dd5b","title":"","transcript":"I'VE DECIDED TO DATE OTHER MEN NOOO!!! \n\nDON'T BREAK UP WITH ME! \n\nI'M NOT. I JUST WANT TO DATE OTHER MEN AT THE SAME TIME. \n\nI AM NOT HAPPY RIGHT NOW. \n\nTHAT'S EXACTLY WHY I NEED A SPARE."},"1996-11-07":{"image":"1996-11-07.gif","originalimageurl":"https://web.archive.org/web/20230307105234im_/https://assets.amuniversal.com/a9c86320a041012f2fe600163e41dd5b","title":"","transcript":"LIZ STARTED DATING OTHER MEN. TWO CAN PLAY AT THAT GAME. \n\nI WILL USE THE POWER OF THE INTERNET TO FIND A HOT BABE. \n\nAH! HERE'S ONE. \n\nSHE WANTS YOUR CREDIT CARD NUMBER. \n\nOOH! SHE'S INQUISITIVE. \n\nI LIKE THAT."},"1996-11-08":{"image":"1996-11-08.gif","originalimageurl":"https://web.archive.org/web/20230307105639im_/https://assets.amuniversal.com/a64f21d0a041012f2fe600163e41dd5b","title":"","transcript":"MEN WHO UNDERSTAND TECHNOLOGY ARE THE NEW SEX SYMBOLS. YOUR ONLINE PERSONALS AD SHOULD EMPHASIZE YOUR TECHNICAL PROWESS. \n\nHOW ABOUT \"LOOKING FOR WOMAN WHO LIKES MOONLIT WALKS SO I'LL HAVE MORE TIME ALONE WITH MY COMPUTER\"? \n\nAND \"MUST LIKE TO DANCE.\" THAT'S SO I WON'T GET A FLABBY, UNCOORDINATED APPLICANT. \n\nDON'T CALL THEM \"APPLICANTS\" ON THE FIRST DATE."},"1996-11-09":{"image":"1996-11-09.gif","originalimageurl":"https://web.archive.org/web/20230307105207im_/https://assets.amuniversal.com/ab637fd0a041012f2fe600163e41dd5b","title":"","transcript":"YOU HAVE TO MOVE SLOWLY WITH THESE ONLINE RELATIONSHIPS. \n\nI'LL ASK HER WHAT SHE LIKES TO DO FOR FUN. \n\nYIPE! \n\nYOU'D THINK THAT A WOMAN NAMED MADAME CRUELLA WOULD COMPENSATE BY BEING EXTRA NICE."},"1996-11-10":{"image":"1996-11-10.gif","originalimageurl":"https://web.archive.org/web/20230307105349im_/https://assets.amuniversal.com/a5ec7100a041012f2fe600163e41dd5b","title":"","transcript":"I'VE BEEN OFFERED A PROMOTION IN ANOTHER DEPARTMENT. \n\nFANTASY I'M OUTTA HERE, YOU WORTHLESS PIECE OF SNAIL CRUD!! \n\n  <HA HA HA !!! \n\nREALITY I MEEKLY REQUEST TO BE RELEASED FROM MY CURRENT ASSIGNMENT. \n\nFANTASY I WOULD NEVER STAND IN YOUR WAY. \n\nCONGRATULATIONS! \n\nREALITY I CAN'T RELEASE YOU. \n\nYOU'RE TOO VALUABLE. \n\nFANTASY IF I'M SO VALUABLE, EXPLAIN MY LAST RAISE!!! \n\nREALITY IN FACT, I HAVE ANOTHER VALUABLE ASSIGNMENT FOR YOU. \n\nSTUNNED SILENCE I'M DOING A SURVEY TO FIND OUT WHY MORALE IS SO LOW. \n\nI THINK IT'S YOUR BREATH."},"1996-11-11":{"image":"1996-11-11.gif","originalimageurl":"https://web.archive.org/web/20230301125117im_/https://assets.amuniversal.com/a788adc0a041012f2fe600163e41dd5b","title":"","transcript":"CATBERT: EVIL H.R. DIRECTOR THERE ARE TWO WAYS TO GET AN EXTRA ENGINEER FOR YOUR PROJECT. \n\nYOU CAN TRANSFER SOME UNQUALIFIED LOSER FROM WITHIN THE COMPANY... \n\nOR? \n\nNOT SO FAST. I LIKE TO SAVOR THE MOMENT BEFORE I CRUSH YOUR MISPLACED OPTIMISM"},"1996-11-12":{"image":"1996-11-12.gif","originalimageurl":"https://web.archive.org/web/20230308044650im_/https://assets.amuniversal.com/a972be10a041012f2fe600163e41dd5b","title":"","transcript":"CATBERT: EVIL H.R. DIRECTOR HERE ARE THE RSUMS OF HIGHLY QUALIFIED APPLICANTS FOR YOUR OPENING. \n\nIT'S TOO BAD WE DON'T PAY ENOUGH TO HIRE QUALIFIED APPLICANTS. HA HA    !! \n\nLET'S SEE ... WEVE GOT RSUMS IN PENCIL... \n\nCRAYON... PENCIL... \n\nEYELINER HEY! DOT MATRIX!"},"1996-11-13":{"image":"1996-11-13.gif","originalimageurl":"https://web.archive.org/web/20230302152242im_/https://assets.amuniversal.com/aafe3e30a041012f2fe600163e41dd5b","title":"","transcript":"WE LIKE TO ASK OUR APPLICANTS SOME QUESTIONS THAT WILL ALLOW US TO SEE HOW YOU THINK. \n\nIF YOU HAVE A FIVE- GALLON BUCKET AND A FIFTY - GALLON BUCKET, HOW CAN YOU TELL WHICH ONE HOLDS MORE WATER? \n\nWHEN I SAID, \"SEE HOW YOU THINK,\" WHAT I MEANT WAS. \n\n... \n\now! \n\now! \n\nOW!"},"1996-11-14":{"image":"1996-11-14.gif","originalimageurl":"https://web.archive.org/web/20230301125203im_/https://assets.amuniversal.com/a58063b0a041012f2fe600163e41dd5b","title":"","transcript":"YOUR RSUM LOOKS GOOD, BUT WE COULD ONLY PAY HALF OF WHAT YOU'RE MAKING NOW. ARE YOU INTERESTED? \n\nSO... YOU'RE LOOKING FOR A BRILLIANT ENGINEER WHO IS ACTIVELY SEEKING A PAY CUT? \n\nWELL, YOU HAVE TO CONSIDER THE MANY INTANGIBLES. \n\nSUCH AS MY SAVINGS ACCOUNT IF I WORKED HERE?"},"1996-11-15":{"image":"1996-11-15.gif","originalimageurl":"https://web.archive.org/web/20230303031431im_/https://assets.amuniversal.com/a6b3a8a0a041012f2fe600163e41dd5b","title":"","transcript":"IF YOU WERE HIRED, WHAT WOULD BE YOUR LONG-RANGE CAREER GOAL? \n\nI'D HAVE YOUR JOB IN SIX MONTHS. IN A YEAR YOU'D BE WORKING FOR ME, YOU BIG PILE OF DINOSAUR DUNG. \n\nI SEE YOU ATTENDED AN ALL WOMEN'S COLLEGE. \n\nDOES THAT EXPERIENCE REALLY MAKE YOU MORE CONFIDENT AND ASSERTIVE? \n\nEITHER ARM. \n\nLET'S GO."},"1996-11-16":{"image":"1996-11-16.gif","originalimageurl":"https://web.archive.org/web/20230302053938im_/https://assets.amuniversal.com/ac9c2120a041012f2fe600163e41dd5b","title":"","transcript":"SO TELL ME... BRIAN... \n\nWHY DO YOU WANT TO WORK FOR THIS COMPANY? \n\nWELL, TO BE HONEST, I DONT. IM USING THIS AS A PRACTICE INTERVIEW. \n\nI GUESS WE'RE DONE HERE. \n\nHELLO-O-O!!! \n\nIT'S LUNCH TIME AND I DON'T SEE SANDWICHES."},"1996-11-17":{"image":"1996-11-17.gif","originalimageurl":"https://web.archive.org/web/20230303004656im_/https://assets.amuniversal.com/aa207d50a041012f2fe600163e41dd5b","title":"","transcript":"THE POWERFUL LEADER ENTERS CUBEVILLE TO INSPIRE THE WRETCHED UNDERLINGS. \n\nHE SPOTS ONE OF THE LITTLE PEOPLE IN DESPERATE NEED OF A MORALE BOOST. \n\nTHE LEADER CAREFULLY ASSESSES THE SITUATION. \n\nEVERY SOLUTION IS UNIQUE. \n\nTRY IDENTIFYING THE PROBLEM AND THEN SOLVING IT. \n\nTHE LEADER WAITS WHILE THE BRILLIANCE OF HIS CONTRIBUTION SINKS IN. \n\nTHAT'S A MUCH BETTER IDEA THAN WHAT I WAS DOING. \n\nI'VE BEEN SITTING HERE ALL DAY RANDOMLY PRESSING KEYS. BUT YOU'VE SHOWN ME A BETTER WAY! \n\nSUDDENLY THE LEADER REMEMBERS WHY HE RARELY VISITS CUBEVILLE. \n\nMY MORALE IS SOARING."},"1996-11-18":{"image":"1996-11-18.gif","originalimageurl":"https://web.archive.org/web/20230301063619im_/https://assets.amuniversal.com/a915cab0a041012f2fe600163e41dd5b","title":"","transcript":"CATBERT, EVIL H.R. DIRECTOR ARE YOU STRESSED OUT, WALLY? I HAVE A SOLUTION. \n\nSTART SMOKING. \n\nTHAT WAY YOU'LL HAVE FREQUENT COMPANY-SANCTIONED BREAKS THROUGHOUT THE DAY. \n\nTHIS IS YOUR STRATEGY FOR DOWNSIZING, ISN'T IT? \n\nTRY IT, YOU BIG WUSS."},"1996-11-19":{"image":"1996-11-19.gif","originalimageurl":"https://web.archive.org/web/20230303004700im_/https://assets.amuniversal.com/a72c9d60a041012f2fe600163e41dd5b","title":"","transcript":"I'VE DECIDED TO START SMOKING. I'LL BE ABLE TO TAKE MORE BREAKS THAT WAY. \n\nAND FRANKLY, I'M HOPING IT WILL ADD AN INTERESTING EDGE TO MY PERSONALITY AND HELP ME SOCIALLY. \n\nNOT THAT I NEED ANY HELP. \n\nI CAN ONLY PRAY THAT YOUR PERSONAL MAGNETISM WON'T ERASE MY HARD DRIVE."},"1996-11-20":{"image":"1996-11-20.gif","originalimageurl":"https://web.archive.org/web/20230305014253im_/https://assets.amuniversal.com/a7edf7a0a041012f2fe600163e41dd5b","title":"","transcript":"HERE'S MY FIRST CIGARETTE EVER. \n\nI'M LOOKING FORWARD TO THE MANY SMOKING BREAKS I'M ENTITLED TO. \n\nI'LL PROBABLY SEE YOU THREE TIMES A DAY, JUST SMOKING AND CHATTING AND ENJOYING THE FRESH AIR! \n\nI ASSUME YOU LIGHT THE COLOR- CODED END, RIGHT? \n\nI QUIT"},"1996-11-21":{"image":"1996-11-21.gif","originalimageurl":"https://web.archive.org/web/20230304033622im_/https://assets.amuniversal.com/ac406bb0a041012f2fe600163e41dd5b","title":"","transcript":"ACCORDING TO THE ADS, THIS BRAND OF CIGARETTE WILL BE LIKE MOUNTAIN BIKING PAST A SPARKLING WATERFALL. \n\nPUFF PUFF PUFF ARE YOU GETTING THAT WEIRD \"SMOKERS' COGNITIVE DISSONANCE\" YET? \n\nMAN, THIS MOUNTAIN BIKING IS OVERRATED."},"1996-11-22":{"image":"1996-11-22.gif","originalimageurl":"https://web.archive.org/web/20230302003353im_/https://assets.amuniversal.com/a2e6e600a041012f2fe600163e41dd5b","title":"","transcript":"HOW DO YOU LIKE YOUR NEW SMOKING HABIT? \n\nMY TEETH TURNED YELLOW, MY BREATH IS PUTRID, I'M A SOCIAL OUTCAST, I'M GOING BROKE, AND MY HOUSE BURNED DOWN. \n\nSO YOU'RE GOING TO QUIT? \n\nNO, I'M TRYING TO TAKE A LONG TERM VIEW OF IT."},"1996-11-23":{"image":"1996-11-23.gif","originalimageurl":"https://web.archive.org/web/20230304033617im_/https://assets.amuniversal.com/a84d8c10a041012f2fe600163e41dd5b","title":"","transcript":"I NEVER NOTICED THIS WARNING LABEL ON MY CIGARETTES BEFORE. \n\n\"IF THIS PRODUCT DOESN'T KILL YOU RIGHT AWAY, THE EXECUTIVES OF OUR COMPANY WILL DRIVE OVER TO YOUR HOUSE AND FINISH THE JOB. \n\nWEKNOW WHERE YOU LIVE, WALLY. \n\nQUIT NOW!\" WHY AM I PAYING FOR A COLOR PRINTER? \n\nIT'S ALSO AN AIR FRESHENER IF YOU KNOW HOW TO USE IT."},"1996-11-24":{"image":"1996-11-24.jpg","originalimageurl":"https://web.archive.org/web/20230302225725im_/https://assets.amuniversal.com/eba519e0a049012f2fe600163e41dd5b","title":"","transcript":"LAST WEEK OUR CONSULTANTS WARNED US ABOUT A SERIOUS THREAT, THEY SAID OUR COMPETITORS WOULD \"EAT OUR LUNCH.\" OUR & LUNCH I'M HAPPY TO TELL THE EXECUTIVE COMMITTEE THAT I LEAPT INTO ACTION. \n\nI HIRED A SECURITY GUARD TO PROTECT THE CAFETERIA. \n\nOUR LUNCHES ARE SAFE. \n\nI ALWAYS THOUGHT THAT WAS JUST FOOL! GIVE A FIGURE ME YOUR OF SPEECH, DEPARTMENT! \n\nLET GO OF MY HAIR!! \n\nSLAPSE OUCH!! \n\nTHIS IS GOING BETTER THAN USUAL. \n\nWHY IS THE CAFETERIA CLOSED? \n\nSOMEONE ATE ALL THE LUNCHES. \n\nBURP"},"1996-11-25":{"image":"1996-11-25.gif","originalimageurl":"https://web.archive.org/web/20230308044731im_/https://assets.amuniversal.com/f7187950a0f7012f2fe600163e41dd5b","title":"","transcript":"WHEN WILL MY RAISE BE EFFECTIVE? \n\nTHE SAME TIME YOU ARE. \n\nTHE EVIL MR. CATBERT, DIRECTOR OF H.R., 15 FEELING \"IN THE ZONE.\" IT'S AS IF ALL THE EMPLOYEES ARE MOVING IN SLOW MOTION."},"1996-11-26":{"image":"1996-11-26.gif","originalimageurl":"https://web.archive.org/web/20230302201519im_/https://assets.amuniversal.com/eb4e14c0a049012f2fe600163e41dd5b","title":"","transcript":"WHENEVER WE DISAGREE, I ALWAYS END UP YELLING. \n\nTHAT'S AN INDICATION THAT YOU HAVE POOR INTERPERSONAL SKILLS. \n\nI'M SENDING YOU TO A CLASS TO IMPROVE THEM. \n\nIT LOOKS LIKE YOU'VE GAINED WEIGHT. WOULD IT HELP IF I STARTED JOGGING? \n\nTHIS IS EXACTLY WHAT I'M TALKING ABOUT."},"1996-11-27":{"image":"1996-11-27.gif","originalimageurl":"https://web.archive.org/web/20230303163849im_/https://assets.amuniversal.com/e95a2290a049012f2fe600163e41dd5b","title":"","transcript":"DOGBERT'S SCHOOL FOR INTERPERSONAL SKILLS THE SECRET TO GOOD RELATIONSHIPS IS TO BE A HUGE PHONY. \n\nLET'S PRACTICE THE THREE FUNDAMENTALS. \n\n LOUD  SIMPLE  SMILEY CLICK HEY, HOW ABOUT THAT LOW-PRESSURE SYSTEM, HUH?!! \n\nAGAIN, BUT THIS TIME SAY \"WEATHER.\""},"1996-11-28":{"image":"1996-11-28.gif","originalimageurl":"https://web.archive.org/web/20230304023755im_/https://assets.amuniversal.com/e9d2d640a049012f2fe600163e41dd5b","title":"","transcript":"THIS LESSON IN INTERPERSONAL SKILLS INVOLVES LISTENING TO A STUPID PERSON WITHOUT ROLLING YOUR EYES. \n\nMY COMPUTER SCREEN SAYS, \"PRESS ANY KEY TO CONTINUE.\" CAN I BORROW YOUR KEYS? MINE ARE LOCKED IN MY YUGO. \n\nMUST FOCUS.. \n\nMUST... \n\nFOCUS... \n\nI COULD BREAK THE DRIVER'S SIDE WINDOW... BUT IT'S BAD ENOUGH THAT THE WINDSHIELD IS GONE."},"1996-11-29":{"image":"1996-11-29.gif","originalimageurl":"https://web.archive.org/web/20230304120755im_/https://assets.amuniversal.com/ead299d0a049012f2fe600163e41dd5b","title":"","transcript":"HERE'S MY PRESENTATION PACKAGE. I WORKED TWELVE STRAIGHT HOURS ON IT. \n\nTHAT INCLUDES THREE HOURS OF CREATIVITY FOLLOWED BY NINE HOURS OF STUPOR, SENSELESS TWIDDLING AND OUTRIGHT DEMENTIA. \n\nI SUPPOSE THERE'S ONLY ONE THING THAT COULD MAKE THIS PRESENTATION WORSE. \n\nSEND IT AROUND FOR COMMENTS."},"1996-11-30":{"image":"1996-11-30.gif","originalimageurl":"https://web.archive.org/web/20230303033343im_/https://assets.amuniversal.com/ea651430a049012f2fe600163e41dd5b","title":"","transcript":"I FOUND MANY AREAS FOR IMPROVEMENT IN YOUR DOCUMENT, ALICE. \n\nI'M ONLY AN INTERN, BUT THESE ERRORS STAND OUT LIKE HUGE, RED, BLINKING LIGHTS. \n\nYOU COULD PUT THIS ON TOP OF AN AMBULANCE AS A WARNING. \n\nI WAS THINKING THE SAME THING ABOUT YOU."},"1996-12-01":{"image":"1996-12-01.gif","originalimageurl":"https://web.archive.org/web/20230308041405im_/https://assets.amuniversal.com/68093ee0a04b012f2fe600163e41dd5b","title":"","transcript":"CATBERT THE EVIL DIRECTOR OF HUMAN RESOURCES MY TAIL IS TWITCHING.. \n\nTHAT CAN ONLY MEAN) IT'S TIME TO WRITE SOME MORE EVIL POLICIES. \n\nTO: ALL EMPLOYEES SUBJECT: NEW POLICY EMPLOYEES MUST WEAR SHOES THAT ARE ONE SIZE SMALLER THAN THEIR FEET. \n\nTHIS WILL REDUCE WEAR AND TEAR ON CARPETS BY 5% THIS IS MY FAVORITE PART. \n\nWE MUST DO THIS TO BE COMPETITIVE. \n\nI'M A REPORTER FOR \"EVIL HR POLICIES WEEKLY.\" DO YOU HAVE ANY SUCCESS STORIES? \n\npurr purr THIS IS HOW INDUSTRY PRACTICES ARE BORN HAS ANYONE COMPLAINED ABOUT THE I HAVEN'T \"FOOTSIZING\" LISTENED TO PROGRAM? \n\nA SINGLE COMPLAINT."},"1996-12-02":{"image":"1996-12-02.gif","originalimageurl":"https://web.archive.org/web/20230307133610im_/https://assets.amuniversal.com/70caabe0a04b012f2fe600163e41dd5b","title":"","transcript":"THIS METRIC SHOWS AN EXCELLENT TREND IN THE NUMBER OF DAYS SINCE THE BEGINNING OF MY PROJECT. \n\nTHAT GROWTH RATE COMPARES FAVORABLY WITH THE BEST COMPANIES IN OUR TIME ZONE. \n\nI'M WORKING SMARTER, NOT HARDER. \n\nIT'S A WHOLE NEW PARADIGM."},"1996-12-03":{"image":"1996-12-03.gif","originalimageurl":"https://web.archive.org/web/20230307133507im_/https://assets.amuniversal.com/6a60fb10a04b012f2fe600163e41dd5b","title":"","transcript":"I'M GOING TO ENTER A PROFESSION THAT WILL MAKE A HUGE DIFFERENCE IN MY SELF-ESTEEM. \n\nI'LL BE A CORPORATE TRAINER IN A COMPANY THAT'S DOWNSIZING. \n\nARE YOU SURE THAT WILL RAISE YOUR SELF- ESTEEM? \n\nWHY WOULD I WANT TO RAISE IT?"},"1996-12-04":{"image":"1996-12-04.gif","originalimageurl":"https://web.archive.org/web/20230307133747im_/https://assets.amuniversal.com/6e004830a04b012f2fe600163e41dd5b","title":"","transcript":"I'M LOOKING FOR A NEW CORPORATE TRAINER TO HELP ME TEACH CLASSES IN STRESS REDUCTION, CONFLICT RESOLUTION, AND TEAMWORK. \n\nI'LL BURN IN HELL BEFORE I'LL DO YOUR WORK PLUS MY OWN, YOU FILTHY WEASEL!!! \n\nAND THEY HIRED YOU? \n\nA GOOD TRAINER DOESN'T HAVE TO BE A SUBJECT MATTER EXPERT."},"1996-12-05":{"image":"1996-12-05.gif","originalimageurl":"https://web.archive.org/web/20230307133016im_/https://assets.amuniversal.com/6926b9a0a04b012f2fe600163e41dd5b","title":"","transcript":"RATBERT, CORPORATE TRAINER PSSST! \n\nI'M THE GRIM DOWNSIZER. \n\nTRAINERS ARE THE FIRST TO GO. I'LL JUST HANG AROUND HERE UNTIL THE NEXT BUDGET CUTS. \n\nDO YOU MIND IF I SIT IN ON YOUR STRESS- REDUCTION CLASS? \n\nI DON'T THINK I'LL READ THE CLASS EVALUATION FORMS FROM THIS ONE."},"1996-12-06":{"image":"1996-12-06.gif","originalimageurl":"https://web.archive.org/web/20230307133921im_/https://assets.amuniversal.com/6cd7ff80a04b012f2fe600163e41dd5b","title":"","transcript":"RATBERT: CORPORATE TRAINER LET'S GO AROUND THE ROOM AND SAY WHO WE ARE AND WHAT WE HOPE TO GET OUT OF THE CLASS. \n\nI'M THE GRIM DOWNSIZER. \n\nI'M HERE TO DECRUIT THE ENTIRE TRAINING DEPARTMENT PLUS ALL OF THE PEOPLE WHO HAVE TIME TO ATTEND CLASSES. \n\nMY NAME IS DILBERT. \n\nI'M HERE IN PLACE OF WALLY WHO IS WORKING HARD TO BUILD A BETTER TOMORROW. \n\nNICE I'M SOMEBODY TRY. \n\nELSE TOO."},"1996-12-07":{"image":"1996-12-07.gif","originalimageurl":"https://web.archive.org/web/20230307133035im_/https://assets.amuniversal.com/698028d0a04b012f2fe600163e41dd5b","title":"","transcript":"YOURE BEING DOWNSIZED, RATBERT. FORTUNATELY, THERE'S A GENEROUS RETIREMENT PLAN. \n\nLET'S SEE... FOR YOUR LENGTH OF EMPLOYMENT, AT YOUR GRADE LEVEL... \n\nYOU GET A WALL CALENDAR. \n\nWHEN DO I GET IT? \n\nAS SOON AS I'M DONE WITH IT."},"1996-12-08":{"image":"1996-12-08.gif","originalimageurl":"https://web.archive.org/web/20230307133046im_/https://assets.amuniversal.com/679837e0a04b012f2fe600163e41dd5b","title":"","transcript":"OUR POINTY-HAIRED BOSS WILL BE JOINING US BY SPEAKERPHONE. \n\nTHIS IS AN IMPORTANT PART OF YOUR ENGINEERING TRAINING, ASOK. \n\nWHAT DO I DO? \n\nWHEN ALICE PRESSES THE MUTE BUTTON, YOU MAKE WITTY AND SARCASTIC REMARKS. \n\nRING HELLO, EVERYONE. \n\nI'D LIKE TO TALK ABOUT THE NEW COMPENSATION PLAN. \n\nTELL US SOME LIES, HYPOCRITICAL TROLL! \n\nI AM ASOK THE INTERN AND I SPIT ON YOUR FEEBLE COMPENSATION PLAN! \n\nI'VE FOUND STUFF ON THE BOTTOM OF MY SHOE THAT WAS SMARTER THAN YOU!! \n\n  !!! \n\nNEXT TIME, A BIT WITTIER... AND MAKE SURE ALICE REALLY PRESSES THE MUTE BUTTON."},"1996-12-09":{"image":"1996-12-09.gif","originalimageurl":"https://web.archive.org/web/20230307133054im_/https://assets.amuniversal.com/6bb6d940a04b012f2fe600163e41dd5b","title":"","transcript":"CATBERT, EVIL H.R. DIRECTOR THE MANDATORY UNPAID OVERTIME IS IMMORAL. \n\nIT'S DESTROYING THE QUALITY OF MY LIFE. \n\nALICE, ALICE, ALICE... \n\nCOMPANIES ARE DESIGNED TO MAXIMIZE STOCKHOLDER VALUE, NOT EMPLOYEE HAPPINESS. \n\nMAYBE THE HEAD OF HUMAN RESOURCES SHOULD BE A HUMAN. \n\nPRIVATELY I REFER TO MYSELF AS THE DIRECTOR OF DISGRUNTLED CAT TOYS."},"1996-12-10":{"image":"1996-12-10.gif","originalimageurl":"https://web.archive.org/web/20230301142458im_/https://assets.amuniversal.com/6f116270a04b012f2fe600163e41dd5b","title":"","transcript":"DOGBERT THE CONSULTANT LET ME DO THE TALKING WHEN WE MEET WITH YOUR BOSS. \n\nAS YOU KNOW, ANY IDEA FROM THE POINTY-HAIRED WONDER IS CRUD, BUT WHEN YOU ADD MY ABILITY, WHAT DO YOU HAVE? \n\nCRUDABILITY? \n\nAND GOOD LOOKS TOO!"},"1996-12-11":{"image":"1996-12-11.gif","originalimageurl":"https://web.archive.org/web/20230228141651im_/https://assets.amuniversal.com/6fbec3c0a04b012f2fe600163e41dd5b","title":"","transcript":"YOUR FIRST DRAFT WAS BORING, SO I ADDED A BUNCH OF EXCLAMATION POINTS. \n\nWOW! THOSE EXCLAMATION POINTS MAKE THIS TECHNICAL DOCUMENT COME ALIVE! \n\nTHIS MIGHT BE THAT SARCASM THING I KEEP HEARING ABOUT. \n\nI'M IN THE PRESENCE OF GENIUS! I BEG YOU TO FATHER MY CHILDREN!"},"1996-12-12":{"image":"1996-12-12.gif","originalimageurl":"https://web.archive.org/web/20230301142451im_/https://assets.amuniversal.com/6eb65190a04b012f2fe600163e41dd5b","title":"","transcript":"IM FLATTERED. BUT I CAN'T DATE YOU BECAUSE WE'RE DIFFERENT RELIGIONS. \n\nI'M FLEXIBLE. \n\nI'D CHANGE MY RELIGION TO GET A DATE. \n\nIT WOULDN'T WORK IN THIS CASE. \n\nDID YOU KNOW THERE'S A WHOLE RELIGION BASED ON NOT DATING WHERE DO YOU ? \n\nTHINK I GO EVERY SUNDAY?"},"1996-12-13":{"image":"1996-12-13.gif","originalimageurl":"https://web.archive.org/web/20230303035107im_/https://assets.amuniversal.com/68c25640a04b012f2fe600163e41dd5b","title":"","transcript":"WE MUST CHANGE OUR CULTURE OF CYNICISM AND NEGATIVISM. \n\nYOU TO WILL BE THE \"HAPPINESS COMMITTEE. \n\nCOME UP WITH SOME IDEAS TO IMPROVE MORALE. \n\nSO FAR WEVE GOT: 1) RAISES, 2) SLAP-THE- BOSS DAY AND 3) NUDE FRIDAYS. \n\nI FEEL MY CYNICISM MELTING AWAY ALREADY."},"1996-12-14":{"image":"1996-12-14.gif","originalimageurl":"https://web.archive.org/web/20230305030510im_/https://assets.amuniversal.com/70159d30a04b012f2fe600163e41dd5b","title":"","transcript":"AFTER I GRADUATE FROM \"QUALITY SCHOOL\" I'LL BE A QUALITY BLACK- BELT MASTER. \n\nIS THE TITLE METAPHORIC, OR IS THERE A CHANCE YOU'LL BE BEATEN SENSELESS DURING A BREAKOUT SESSION? \n\nZIP ZIP ZIP ZIP. \n\nWAS THAT NECESSARY? \n\nI'M NOT SURE. I HAVEN'T DONE THE PRE-COURSE READING YET."},"1996-12-15":{"image":"1996-12-15.gif","originalimageurl":"https://web.archive.org/web/20230307004456im_/https://assets.amuniversal.com/6d383da0a04b012f2fe600163e41dd5b","title":"","transcript":"I MADE AN UPGRADE TO YOUR PRODUCT DESIGN. \n\nTHIS WOULD MAKE THE PRODUCT OVERHEAT. \n\nLET'S TRY TO LOOK AT THE BIG PICTURE. \n\nOKAY... LET'S SEE YOUR UPGRADE HAS NO BENEFITS AND IT COSTS MORE. \n\nTHE OVERHEATING WOULD START OFFICE FIRES AND PUT ALL OF OUR CUSTOMERS OUT OF BUSINESS. \n\nIF OUR SALES ARE STRONG, WE COULD CREATE ECONOMIC CHAOS AND A GLOBAL FIRESTORM. \n\nYOUR \"UPGRADE\" WOULD DESTROY CIVILIZATION AS WE KNOW IT. \n\nKEEP ME INFORMED SO YOU'RE GOING TO END CIVILIZATION AS WE KNOW IT? \n\nI DON'T THINK I'LL MISS IT, FRANKLY."},"1996-12-16":{"image":"1996-12-16.gif","originalimageurl":"https://web.archive.org/web/20230307103438im_/https://assets.amuniversal.com/7072b090a04b012f2fe600163e41dd5b","title":"","transcript":"OUR ELBONIAN DATABASE PRODUCT CAN REPLACE EVERY ONE OF YOUR CURRENT SYSTEMS. \n\nNO THANKS. \n\nIT CAN DO PAYROLL, ACCOUNTS RECEIVABLE, INVENTORY, SALES... \n\nNO THANKS. \n\nAND I'LL THROW IN SOME GOLF BALLS. \n\nIT'S A DEAL! \n\nJUST TOSS THEM IN THE LAKE WITH ALL MY OTHER ONES."},"1996-12-17":{"image":"1996-12-17.gif","originalimageurl":"https://web.archive.org/web/20230307103059im_/https://assets.amuniversal.com/6d9e5250a04b012f2fe600163e41dd5b","title":"","transcript":"WE'RE GOING TO REPLACE OUR COMPUTER SUPPORT SYSTEMS WITH THE ELBONIAN DATABASE PRODUCT. \n\nIT'S RISKY, BUT DON'T WORRY. I'VE HIRED AN OUTRAGEOUSLY EXPENSIVE CONSULTANT WHO HAS NEVER DONE THIS BEFORE. \n\nI EARNED FIVE HUNDRED DOLLARS JUST COMING TO THIS MEETING. \n\nHOW'S YOUR IT WON'T DAY GOING? \n\nMAKE MY TOP TEN."},"1996-12-18":{"image":"1996-12-18.gif","originalimageurl":"https://web.archive.org/web/20230307103459im_/https://assets.amuniversal.com/6c76f050a04b012f2fe600163e41dd5b","title":"","transcript":"RATBERT THE CONSULTANT I DON'T KNOW MUCH ABOUT COMPUTERS SO I COMPENSATE BY BEING HIGHLY EXUBERANT. \n\nYES!! YES!! \n\nCOMPUTERS!! \n\nWAHOO!!! \n\n|// HEY LOOK! IT'S NOT MY FAULT; IT'S SOME GUY NAMED IT'S TIME \"GENERAL FOR YOUR PROTECTION.\" FLYING LESSONS."},"1996-12-19":{"image":"1996-12-19.gif","originalimageurl":"https://web.archive.org/web/20230307104538im_/https://assets.amuniversal.com/6c1ee6d0a04b012f2fe600163e41dd5b","title":"","transcript":"AS A CONSULTANT, I EARN $150 PER HOUR EVEN WHEN I'M UNPRODUCTIVE. \n\nI CAN EARN 42 CENTS BY WIGGLING MY FURRY LITTLE BEHIND FOR TEN SECONDS. \n\nC'MON, COUNT WITH ME!!! \n\nWHEN I IMAGINE MY IDEAL CAREER, IT'S NEVER LIKE THIS."},"1996-12-20":{"image":"1996-12-20.gif","originalimageurl":"https://web.archive.org/web/20230307103326im_/https://assets.amuniversal.com/6e6489c0a04b012f2fe600163e41dd5b","title":"","transcript":"RATBERT THE CONSULTANT ...THEN WELL TURN OFF THE EXISTING COMPUTER SYSTEMS AND FIRE UP THE NEW ONE. \n\nWHAT IF THE NEW SYSTEM DOESN'T WORK ON THE FIRST TRY? \n\nWON'T THE ECONOMIC IMPACT BE DEVASTATING? \n\nLET ME CHECK MY CONTRACT... \n\nNOPE. I GET PAID EXACTLY THE SAME. \n\nYEAH, SAME HERE."},"1996-12-21":{"image":"1996-12-21.gif","originalimageurl":"https://web.archive.org/web/20230307104858im_/https://assets.amuniversal.com/6869d130a04b012f2fe600163e41dd5b","title":"","transcript":"I AM ONLY AN INTERN, BUT MAY I MAKE A SUGGESTION? \n\nTHE ELBONIAN DATABASE SYSTEM YOU'RE INSTALLING FOR OUR COMPANY WILL NEVER WORK... \n\nUNLESS I REWRITE THE ENTIRE THING WITH JUST SIX KEYSTROKES DONE I THOUGHT THIS WAS ONLY POSSIBLE IN BAD MOVIES. \n\nHEY, LET'S HACK INTO NATO'S SYSTEM. \n\nI CAN GUESS THEIR PASSWORD IN THREE TRIES."},"1996-12-22":{"image":"1996-12-22.gif","originalimageurl":"https://web.archive.org/web/20230307104736im_/https://assets.amuniversal.com/6b580b50a04b012f2fe600163e41dd5b","title":"","transcript":"TODAY IS YOUR TEN - YEAR SERVICE ANNIVERSARY, WALLY. \n\nPICK A GIFT FROM THE SERVICE ANNIVERSARY CATALOG. \n\nIS THERE A CEREMONY? \n\nYEAH. WE JUST HAD IT. \n\nMAY I SAY A FEW WORDS? \n\nANYWHERE BUT HERE. \n\nTHE SELECTION OF GIFTS AT THE TEN-YEAR LEVEL IS SOMEWHAT MEAGER. \n\nTHE GOLF BALL IS NICE. \n\nI'M LEANING TOWARD THE \"I'M WITH STUPID\" SHIRT. \n\nALL I SEE IS A BLANK SHIRT. \n\nIT COMES WITH A FABRIC PEN. \n\nI CAN ALMOST FEEL THE LOVE OUR COMPANY HAS FOR US. \n\nWHAT DO YOU MEAN \"US\"?"},"1996-12-23":{"image":"1996-12-23.gif","originalimageurl":"https://web.archive.org/web/20230307103208im_/https://assets.amuniversal.com/721d0f00a04b012f2fe600163e41dd5b","title":"","transcript":"I'D LIKE A DIRECT FLIGHT... AISLE SEAT... \n\nAND AN UPGRADE TO FIRST CLASS IF POSSIBLE. \n\nTHE BEST I CAN DO IS TO PUT YOU IN AN OVERHEAD LUGGAGE BIN... WITH ONE STOP IN NORTH KOREA. \n\nIS IT NONSMOKING? \n\nTHAT DEPENDS ON HOW ACCURATE THE ANTIAIRCRAFT FIRE IS."},"1996-12-24":{"image":"1996-12-24.gif","originalimageurl":"https://web.archive.org/web/20230307103358im_/https://assets.amuniversal.com/71653f60a04b012f2fe600163e41dd5b","title":"","transcript":"THIS IS MARILYN VOS SAVANT, THE SMARTEST HUMAN ALIVE. \n\nSHE WILL HELP YOU UNDERSTAND YOUR AIRLINE \"OFTEN FLIER\" PROGRAM. \n\nI'M STUMPED. \n\nAFTER THIS, COULD YOU TELL ME WHICH PHONE COMPANY SAVES ME THE MOST MONEY? \n\nMY BRAIN'S TRYING TO ESCAPE; YOU SCARED IT."},"1996-12-25":{"image":"1996-12-25.gif","originalimageurl":"https://web.archive.org/web/20230307104639im_/https://assets.amuniversal.com/71bec870a04b012f2fe600163e41dd5b","title":"","transcript":"THIS SUITCASE IS THE DECOY. \n\nWHILE THE AIRLINE IS DISTRACTED TRYING TO LOSE THE DECOY, I'LL SNEAK ABOARD WITH THIS EMERGENCY CARRYON BAG. \n\nWHAT IF THEY TRY TO MAKE YOU EAT THEIR FOOD? \n\nFAKE VOMIT. \n\nTHEY'LL THINK I ALREADY ATE."},"1996-12-26":{"image":"1996-12-26.gif","originalimageurl":"https://web.archive.org/web/20230307131200im_/https://assets.amuniversal.com/6ac8a300a04b012f2fe600163e41dd5b","title":"","transcript":"THIS BAG CONTAINS ALL THE MAIL YOU'VE SENT ME ABOUT MY \"OFTEN FLIER\" STATUS. \n\nMARTY AIRLINES I'LL TRADE EVERYTHING IN THE BAG FOR A SEAT UPGRADE. I'M CURRENTLY ASSIGNED TO AN OVERHEAD BIN. \n\nOKAY WHEW! \n\nDISASTER HAS BEEN AVERTED ARE YOU GUYS GOING TO THE COLICKY BABY CONVENTION TOO?"},"1996-12-27":{"image":"1996-12-27.gif","originalimageurl":"https://web.archive.org/web/20230307130705im_/https://assets.amuniversal.com/6f639c30a04b012f2fe600163e41dd5b","title":"","transcript":"WELCOME TO THE HOTEL. \n\nALLOW ME TO TOUCH YOUR BAG SO YOU'LL FEEL OBLIGATED TO TIP ME. \n\nI'VE GOT TO MAKE IT THROUGH THE GAUNTLET OF BAG-LOSING HOTEL ZOMBIES. \n\nNO ROOM?!! \n\nI HAVE A RESERVATION!! \n\nOH, THAT'S ORIGINAL."},"1996-12-28":{"image":"1996-12-28.gif","originalimageurl":"https://web.archive.org/web/20230307130725im_/https://assets.amuniversal.com/69f24500a04b012f2fe600163e41dd5b","title":"","transcript":"THIS TAXI IS YOURS. \n\nHERE'S A DESCRIPTION OF HOW HE'LL CHEAT YOU. \n\nTAXI IT SAYS YOU'LL BE RUNNING THE METER DESPITE THE FLAT RATE. \n\nTHEN YOU'LL FEIGN POOR LANGUAGE SKILLS WHEN I QUESTION YOU. \n\nI CAN'T FAULT YOUR EFFICIENCY, THOUGH. \n\nWHUMP WHUMP WHUMP"},"1996-12-29":{"image":"1996-12-29.gif","originalimageurl":"https://web.archive.org/web/20230307130820im_/https://assets.amuniversal.com/07a3b010a04c012f2fe600163e41dd5b","title":"","transcript":"DOGBERT'S TECH SUPPORT THIS IS DOGBERT. \n\nHOW MAY I ABUSE YOU? \n\nI NEED TO MOVE MY CURSOR TO THE RIGHT BUT MY MOUSE IS AT THE EDGE OF THE MOUSEPAD. \n\nHAVE YOU TRIED REBOOTING WITHOUT SAVING YOUR FILES? \n\nYEAH, SEVERAL TIMES HAVE YOU TRIED MOVING YOUR DESK? \n\nIT DIDN'T WORK. \n\nYOU NEED MY $800 MOUSEPAD UPGRADE. \n\nWHAT ACCOUNT DOES THIS GET CHARGED TO? \n\n\"IDIOT EXPENSE,\" JUST LIKE EVERYTHING ELSE."},"1996-12-30":{"image":"1996-12-30.gif","originalimageurl":"https://web.archive.org/web/20230307130750im_/https://assets.amuniversal.com/072d3cf0a04c012f2fe600163e41dd5b","title":"","transcript":"NO ROOMS?? IF THE POPE SHOWED UP, WOULD YOU HAVE A ROOM FOR HIM? \n\nYES. \n\nOKAY, THEN GIVE ME HIS ROOM! \n\nI AM SO CLEVER. \n\nLET'S SEE YOU SQUIRM OUT OF THAT LOGIC, WEASEL-GIRL."},"1996-12-31":{"image":"1996-12-31.gif","originalimageurl":"https://web.archive.org/web/20230307131109im_/https://assets.amuniversal.com/09e1aa80a04c012f2fe600163e41dd5b","title":"","transcript":"THE BUSINESS TRAVELER WHEN I BOUGHT THIS SUIT, IT SAID \"WRINKLE- FREE\" ON THE WRAPPER. \n\nTHE WRAPPER?"}}